[
  {
    "english": "abide by. keep to rules, decisions, promises or agreements. If you decide to do it, you'll have to abide by their strict rules.",
    "spanish": "Si decides hacerlo tendrás que acatar sus estrictas normas."
  },
  {
    "english": "account for. explain, give a good reason for something. The storm accounts for the plane crash.",
    "spanish": "La tormenta explica el accidente aéreo."
  },
  {
    "english": "act like. behave in a specific way. Herbert is acting like a fool today.",
    "spanish": "Herbert se está comportando como un tonto hoy."
  },
  {
    "english": "act up. misbehave. Both kids have been acting up all day long.",
    "spanish": "Los dos chicos se estuvieron portando mal todo el día."
  },
  {
    "english": "add in. include. Please add Macarena in: she would like to go on the picnic tomorrow with you all.",
    "spanish": "Por favor, incluyan a Macarena: ella quisiera ir al picnic de mañana con todos ustedes."
  },
  {
    "english": "add up. find the total of numbers. You made a mistake when you were adding the bill up.",
    "spanish": "Cometió un error cuando sumó la cuenta."
  },
  {
    "english": "add up. to have sense. I can't understand this. It doesn't add up.",
    "spanish": "No entiendo esto. No le encuentro sentido."
  },
  {
    "english": "add up to. result in, total. lt all adds up to this: she is entirely untrustworthy.",
    "spanish": "Todo se puede resumir así: ella no es para nada confiable."
  },
  {
    "english": "allow for. take into consideration, take into account. All hunters allow for the possibility of boar bites.",
    "spanish": "Todo cazador tiene en cuenta las mordeduras de los jabalíes."
  },
  {
    "english": "answer back. answer a reproof impudently, retort (colloquial). Don't answer back when your parents talk to you.",
    "spanish": "No contestes mal a tus padres cuando te están hablando."
  },
  {
    "english": "back away. move back slowly (in the face of danger). The robbers backed away when they saw the fierced dog.",
    "spanish": "Los ladrones retrocieron cuando vieron el perro enfurecido."
  },
  {
    "english": "back down. give up a claim. The claimant backed down and was content to take his share.",
    "spanish": "El reclamante se echó atrás y quedó satisfecho con su parte."
  },
  {
    "english": "back down from. withdraw, avoid. The new president never backs down from a challenge.",
    "spanish": "El nuevo presidente jamás se echa atrás ante un desafío."
  },
  {
    "english": "back off. not follow a threat, give up a claim. She backed off when I insisted on paying for the damages.",
    "spanish": "Se retractó cuando insistí en pagar los daños."
  },
  {
    "english": "back out of. break a promise, change one's opinion. My husband promised me a trip, but he finally backed out of his promise.",
    "spanish": "Mi esposo me prometió un viaje pero al finalmente rompió su promesa."
  },
  {
    "english": "back out of. withdraw from. He had to back out of the deal owing to his recent misfortunes.",
    "spanish": "Debió retirarse del acuerdo debido a sus últimas desgracias."
  },
  {
    "english": "back up. support (a claim or a person), confirm. All of us will back you up at the election.",
    "spanish": "Todos te apoyaremos en las elecciones."
  },
  {
    "english": "back up. move in reverse, reverse a car. Could you please back up your car a little?",
    "spanish": "¿Podría retroceder (dar marcha atrás a) su auto un poco?"
  },
  {
    "english": "back up. make a protection copy. Before my computer crashed, I could back all my files up.",
    "spanish": "Antes de que mi computadora fallara pude proteger (hacer una copia de seguridad de) todos mis archivos."
  },
  {
    "english": "bail out. rescue.  If your son runs into difficulties, who will bail him out?",
    "spanish": "Si tu hijo se mete en aprietos, ¿quién lo va a salvar?"
  },
  {
    "english": "bail out. provide money for a person's release from prison. A rich friend soon came and bailed Joe out.",
    "spanish": "Enseguida apareció un amigo rico de Joe y pagó su fianza."
  },
  {
    "english": "bale out. escape from an aeroplane by parachute. The pilot baled out when the aircraft fell in flames.",
    "spanish": "El piloto saltó en paracaídas cuando el avión se incendió."
  },
  {
    "english": "bale out. remove water from a vessel. We baled out for several hours until the boat was safe.",
    "spanish": "Sacamos agua durante varias horas hasta que el bote estuvo a salvo."
  },
  {
    "english": "bandy about. discuss lightly or jokingly. I don't like to hear my secrets being bandied about.",
    "spanish": "No me gusta que se anden revelando mis secretos."
  },
  {
    "english": "bank on. depend on. We all are banking on good weather next Monday.",
    "spanish": "Todos dependemos de que haga buen tiempo el próximo lunes."
  },
  {
    "english": "barge in. intrude (slang). We were at a private meeting when she barged in.",
    "spanish": "Estábamos en reunión privada cuando ella se entrometió."
  },
  {
    "english": "bark out. say petulantly. She barked out the salesman, Why don't you leave?",
    "spanish": "Le espetó al vendedor, ¿Por qué no se va de una vez?."
  },
  {
    "english": "be about to. be on the point of (doing something). He is about to leave for Costa Rica.",
    "spanish": "Está por salir para Costa Rica."
  },
  {
    "english": "be after. search for, want (slang). I am after the truth of this problem.",
    "spanish": "Busco (Estoy detrás de) la verdad de este problema."
  },
  {
    "english": "be against. be opposed to. I'm against buying everything they offer you.",
    "spanish": "Estoy en contra de comprar todo lo que te ofrecen."
  },
  {
    "english": "be away. be far from home, from this place (for at least a night). I'm afraid Sheila is away for the weekend.",
    "spanish": "Me temo que Sheila se fue por el fin de semana."
  },
  {
    "english": "be back. have returned after a long or short absence. Mr. Barter will be back in half an hour.",
    "spanish": "El Sr. Barter regresará en media hora."
  },
  {
    "english": "be behind with. be late with. You are already behind with your rent.",
    "spanish": "Ya te atrasaste con el alquiler."
  },
  {
    "english": "call at. visit a place for a short time. I called at the bank to transfer some money.",
    "spanish": "Pasé por el banco para transferir algo de dinero."
  },
  {
    "english": "call for. visit a place to collect someone or something. Tom is calling for me at 8 pm.",
    "spanish": "Tom me pasa a buscar a las 8 de la noche."
  },
  {
    "english": "call for. require, demand. This situation calls for tact and a deep investigation.",
    "spanish": "Esta situación requiere tacto y una investigación a fondo."
  },
  {
    "english": "call in. send for someone to come ask to assist. It was too late to call in an electrician.",
    "spanish": "Era demasiado tarde para llamar (hacer venir) a un electricista."
  },
  {
    "english": "call off. cancel something that has been scheduled, not started. The couple decided to call off the wedding.",
    "spanish": "Los jóvenes decidieron cancelar el casamiento."
  },
  {
    "english": "call off. divert, distract. Please, call off your dog at once !!",
    "spanish": "¡¡Por favor distraiga ya a su perro!!."
  },
  {
    "english": "call on. ask someone to do something. The president called on his people to make some sacrifices.",
    "spanish": "El presidente convocó a su gente a hacer algún sacrificio."
  },
  {
    "english": "call on. visit. Call on me if you have any problems.",
    "spanish": "Venga a verme si tiene problemas."
  },
  {
    "english": "call out. shout, cry, exclaim. They called my name out.",
    "spanish": "Me gritaron (llamaron a los gritos) por mi nombre."
  },
  {
    "english": "call out. summon troops for action. The Fire Brigade was called out twice during the night.",
    "spanish": "La Brigada de Incendios fue citada dos veces durante la noche."
  },
  {
    "english": "call up. remember, recollect. The old man is calling up many memories.",
    "spanish": "El anciano se la pasa recordando el pasado."
  },
  {
    "english": "call up. summon for military service. Here men are called up at 18.",
    "spanish": "Aquí llaman a los hombres para el servicio militar a los 18 años."
  },
  {
    "english": "call up. telephone someone. I called Tom up and told him the news.",
    "spanish": "Lo llamé por telefóno a Tom para comentarle las novedades."
  },
  {
    "english": "call upon. visit someone for a short time. Yesterday they called upon the ambassador.",
    "spanish": "Ayer visitaron al embajador."
  },
  {
    "english": "calm down. become less agitated. Veronica is really upset. I'll try to calm her down.",
    "spanish": "Verónica está absolutamente disgustada. Trataré de calmarla."
  },
  {
    "english": "care about. be concerned about. This movie star cares about his reputation.",
    "spanish": "A esta estrella de cine le preocupa su fama."
  },
  {
    "english": "care for. like, want. He doesn't care for films about war.",
    "spanish": "No le interesan las películas de guerra."
  },
  {
    "english": "care for. look after, take care of. This house looks well cared for.",
    "spanish": "Esta casa se ve bien cuidada (en buenas condiciones).."
  },
  {
    "english": "carry on. continue. The widow carried on as if nothing had happened.",
    "spanish": "La viuda continuó como si nada hubiese ocurrido."
  },
  {
    "english": "carry on. continue with. Both brothers carried on with their boring conversation.",
    "spanish": "Los dos hermanos continuaron con su aburrida conversación."
  },
  {
    "english": "carry out. perform, put in practice. It is not easy to carry out this task.",
    "spanish": "No es fácil poner en práctica esta tarea."
  },
  {
    "english": "cast up. calculate, add. The accountant will cast up all the figures in this book.",
    "spanish": "El contador sumará todas las cifras en este libro."
  },
  {
    "english": "catch on. become popular; be widely accepted. The fashion of wearing bow ties is catching on.",
    "spanish": "Se está poniendo de moda usar moños de corbata."
  },
  {
    "english": "catch on. understand (slang). He saw the old lady and suddenly caught on.",
    "spanish": "Vio a la anciana y comprendió de inmediato."
  },
  {
    "english": "catch up on. overtake but not pass, stop being behind. Finally I could catch up on/with Paul on the street.",
    "spanish": "Finalmente pude alcanzar a Paul en la calle."
  },
  {
    "english": "catch up on. do something that you have neglected. I phoned Helen to catch up on/with the latest news.",
    "spanish": "Llamé a Helen para ponerme al tanto de las últimas noticias.."
  },
  {
    "english": "cater for. provide with things desired. Our company caters for every kind of food for planes.",
    "spanish": "Nuestra empresa provee todo tipo de alimentos para aviones."
  },
  {
    "english": "dawn on. begin to appear; begin to grow clear to the mind. After reading her letter the truth began to dawn on me.",
    "spanish": "Después de leer su carta la verdad empezó a aclarar en mí."
  },
  {
    "english": "deal in. stock, sell. Jennifer's husband deals in gold and jewels.",
    "spanish": "El esposo de Jennier comercia oro y joyas."
  },
  {
    "english": "deal with. handle successfully. She is really lucky, so she can deal with this situation.",
    "spanish": "Es muy afortunada, por lo tanto puede manejar esta situación."
  },
  {
    "english": "decide on. settle on. About sales they have already decided on a course of action.",
    "spanish": "Acerca de las ventas ya han definido una línea de acción."
  },
  {
    "english": "die away. become gradually faintier, disappear. The prisoners waited till the sound of the warder died away.",
    "spanish": "Los prisioneros aguardaron hasta que los pasos del guardia se extinguieron (desaparecieron)."
  },
  {
    "english": "die down. become gradually calmer, become less. When the excitement had died down the shop was reopened.",
    "spanish": "Cuando se calmó la excitación se reabrió la tienda."
  },
  {
    "english": "die out. become extinct. Blue whales could die out in a few years.",
    "spanish": "La ballena azul podría extinguirse en pocos años."
  },
  {
    "english": "dig up. remove from the ground by digging. The pirates are digging up the treasure.",
    "spanish": "Los piratas están desenterrando el tesoro."
  },
  {
    "english": "dispense with. proceed without. The chairman dispensed with formalities and took off his tie.",
    "spanish": "El presidente prescindió de toda formalidad y se quitó la corbata."
  },
  {
    "english": "dispose of. get rid of, remove, do away with.  If my parents move, they will have to dispose of their furniture.",
    "spanish": "Si mis padres se mudan tendrán que deshacerse de sus muebles."
  },
  {
    "english": "ease off. become less painful or troublesome. My headache has now eased off a little.",
    "spanish": "El dolor de cabeza se ha atenuado un poco ahora."
  },
  {
    "english": "eat in. eat at home. We are all going to eat in tonight, so please prepare a big meal.",
    "spanish": "Todos cenaremos en casa esta noche, de modo que prepara una buena cantidad de comida."
  },
  {
    "english": "eat out. eat away from home (in a restaurant or at a friend's house, etc.). There was no food in the house, so we decided to eat out.",
    "spanish": "No quedaba comida en la casa, por lo tanto decidimos comer afuera"
  },
  {
    "english": "eat up. eat all of, eat completely (separable). Eat up your dinner and then you will grow into a big boy.",
    "spanish": "Come toda tu cena y te convertirás en un muchacho grandote."
  },
  {
    "english": "egg on. encourage, persuade. His friends egged him on until he finally agreed to the plan.",
    "spanish": "Sus amigos lo persuadieron hasta que finalmente aceptó la propuesta."
  },
  {
    "english": "eke out. make a living by doing something extra (separable but often not separated). The poor teacher gave private music lessons in order to eke out his low salary.",
    "spanish": "El pobre profesor daba clases privadas de música para compensar sus bajos ingresos."
  },
  {
    "english": "empty out. remove what is inside something. The maid found the missing keys when she emptied out both drawers in the bedroom.",
    "spanish": "La mucama encontró las llaves que faltaban cuando vació los dos cajones del dormitorio."
  },
  {
    "english": "face up to. withstand. The explorers faced up to terrible experiences.",
    "spanish": "Los exploradores se enfrentaron con terribles experiencias."
  },
  {
    "english": "face up to. accept and deal with, admit to. Learn to face up to the truth no matter how much it hurts.",
    "spanish": "Aprende a aceptar la verdad por más que ésta duela."
  },
  {
    "english": "fade away. become weaker or fainter, disappear. The sound gradually faded away when they appeared.",
    "spanish": "El sonido desapareció gradualmente cuando aparecieron."
  },
  {
    "english": "fag out. exhaust (slang). The long journey has fagged me out.",
    "spanish": "El largo viaje me ha dejado agotado."
  },
  {
    "english": "fall back. recede, retreat. As soon as the enemy fell back, the soldiers returned to their homes in Spain.",
    "spanish": "Apenas el enemigo retrocedió, lo soldados regresaron a sus hogares en España."
  },
  {
    "english": "fall back on. turn to for help, make use of in an emergency. Because of unexpected expenses, we had to fall back on our savings.",
    "spanish": "A causa de gastos imprevistos tuvimos que hacer uso de nuestros ahorros."
  },
  {
    "english": "fall behind. be passed by others. Our runner seems to have fallen behind.",
    "spanish": "Parece que nuestro corredor se ha atrasado (quedado atrás)."
  },
  {
    "english": "fall behind with. fail to pay a sum of money which is due. Jones fell behind with his payments for the car and had to borrow money.",
    "spanish": "Jones se atrasó con los pagos del automóvil y tuvo que pedir dinero prestado."
  },
  {
    "english": "fall down. lose one's balance. Charles tripped over a stone and fell down.",
    "spanish": "Carlos tropezó con una piedra y se cayó."
  },
  {
    "english": "fall for. be attracted by the charms of (slang). Robert soon fell for the beautiful Monica.",
    "spanish": "Roberto enseguida se sintió atraído por la bella Mónica."
  },
  {
    "english": "fall for. succumb to a trick or suggestion. He always falls for every lie his friends tell him.",
    "spanish": "Se cree (traga) cualquier mentira que le cuentan sus amigos."
  },
  {
    "english": "fall in with. come across, meet by chance. The student fell in with some young girls and went to the movies with them.",
    "spanish": "El estudiante se encontró de casualidad con algunas chicas y fue al cine con ellas."
  },
  {
    "english": "fall off. become less, decrease. Attendance at the concerts has been falling off lately.",
    "spanish": "La concurrencia a los conciertos ha estado decayendo últimamente."
  },
  {
    "english": "fall out with. quarrel with. Mrs. Davidson fell out with her neighbor Miss. Roolings.",
    "spanish": "La Sra Davidson se peleó con su vecina la Srta. Roolings."
  },
  {
    "english": "fall through. not happen, fail a plan, miscarry, not be accomplished. A brilliant plan for a new bridge fell through after a year.",
    "spanish": "Después de un año fracasó un brillante plan para un nuevo puente."
  },
  {
    "english": "fed up with. bored, tired (past participle only). I'm fed up with my present job. What about you?",
    "spanish": "Estoy harto de mi trabajo. ¿Y tú?"
  },
  {
    "english": "feel like. be willing to. I don't feel like going to the movies tonight.",
    "spanish": "No tengo ganas de ir al cine esta noche."
  },
  {
    "english": "feel up to. feel able or strong enough. Do you feel up to making that long and exhausting journey?",
    "spanish": "¿Te sientes capaz de hacer ese largo y agotador viaje?"
  },
  {
    "english": "fend off. repel. The goalkeeper fended off most attacks but we could win.",
    "spanish": "El arquero rechazó la mayoría de los ataques pero pudimos ganar."
  },
  {
    "english": "ferret out. search out,. It was really hard but we managed to ferret out the information.",
    "spanish": "Fue realmente difícil pero nos arreglamos para obtener la información."
  },
  {
    "english": "fiddle about with. waste time, fail to use. You will be late if you fiddle about with your hair any longer.",
    "spanish": "Llegarás tarde si sigues perdiendo el tiempo con tu pelo."
  },
  {
    "english": "figure out. solve, understand. I can't figure out what happened yesterday at the office.",
    "spanish": "No logro entender qué ocurrió ayer en la oficina."
  },
  {
    "english": "figure up. calculate, compute. Can you figure the total cost up?",
    "spanish": "¿Puedes calcular el costo total?"
  },
  {
    "english": "get about. move from place to place, circulate. Although she is over eighty, Mrs. Ballon still gets about.",
    "spanish": "Aunque tiene más de ochenta años, la Sra. Ballon todavía se moviliza de un lado para el otro.."
  },
  {
    "english": "get across. make understood, communicate something understandably. The American comedian found it difficult to get his jokes across to the audience of Argentinians.",
    "spanish": "Al comediante norteamericano le resultó difícil hacer entender sus chistes al público de argentinos."
  },
  {
    "english": "get ahead. advance, prosper, make progress. If he has an aptitude for that job, he is sure to get ahead.",
    "spanish": "Si tiene condiciones para ese trabajo, seguro que prosperará."
  },
  {
    "english": "get at. reach. The store was so crowded, it was hard to get at the food.",
    "spanish": "La tienda estaba tan atestada que fue imposible acercarse la comida."
  },
  {
    "english": "get along with. have a friendly relationship. Pablo insists that my dog doesn't get along with his cat.",
    "spanish": "Pablo insiste que mi perro no se lleva bien con su gato."
  },
  {
    "english": "get around. circulate. move about. He is too old to get around now.",
    "spanish": "Ya está demasiado anciano para circular por ahí."
  },
  {
    "english": "get around. evade, avoid doing something. She always gets around that topic about politics.",
    "spanish": "Ella siempre rehuye ese tema de política."
  },
  {
    "english": "get away. escape. I hooked a fish, but it got away.",
    "spanish": "Enganché un pescado pero escapó."
  },
  {
    "english": "get away with. do without being caught or punished. He got away with being late for school.",
    "spanish": "Se quedó sin castigo (Se salvó) por sus llegadas tarde a la escuela."
  },
  {
    "english": "get back. return home. When did you get back from Japan?",
    "spanish": "¿Cuándo regresaste de Japón?"
  },
  {
    "english": "get back. obtain back. I haven't got my old book back yet.",
    "spanish": "Aún no he recuperado (no me han devuelto) mi antiguo libro."
  },
  {
    "english": "get by. barely succeed. She studied just hard enough to get by.",
    "spanish": "Estudió apenas lo necesario para aprobar."
  },
  {
    "english": "get by. manage, survive financially. The whole family had to get by on the mother's salary.",
    "spanish": "Toda la familia se tuvo que arreglar con el sueldo de la madre."
  },
  {
    "english": "get down. make you feel depressed (colloquial). Don't let this horrible weather get you down.",
    "spanish": "No permitas que este tiempo espantoso te deprima."
  },
  {
    "english": "get down to. begin dealing seriously with, become serious about. After a delicious meal both men got down to business.",
    "spanish": "Después de una comida deliciosa los dos hombres se concentraron en los negocios."
  },
  {
    "english": "get in. arrive, enter (at a station, at an air- terminal, at a port). What time does the bus from Montevideo get in?",
    "spanish": "¿A qué hora llega el ómnibus de Montevideo?"
  },
  {
    "english": "get in. enter or board a small vehicle. We got in the taxi and the driver started the engine.",
    "spanish": "Nos metimos en el taxi y el conductor arrancó el motor."
  },
  {
    "english": "get in on. manage to participate in. I would love to get in on the decoration for your new house.",
    "spanish": "Me encantaría participar de la decoración de tu nueva casa."
  },
  {
    "english": "get into. become involved with. I don't want to get into any argument with you.",
    "spanish": "No deseo involucrarme en ninguna discusión contigo."
  },
  {
    "english": "get off. leave a horse, a bicycle or public transportation (bus, train). They got off the train at 5 pm.",
    "spanish": "Se bajaron del tren a las cinco de la tarde."
  },
  {
    "english": "get off. be excused for duty. My school got Valentine's Day off. Can you believe it?",
    "spanish": "Mi escuela dio feriado por San Valentín. ¿Puedes creerlo?"
  },
  {
    "english": "get off. avoid punishment for someone. He's a terrible lawyer. He got the murderer off.",
    "spanish": "Es un abogado fatal. Consiguió la inocencia del asesino."
  },
  {
    "english": "get on. board a big vehicle (bus, train). They got on the bus as soon as it arrived.",
    "spanish": "Subieron al ómnibus tan pronto como llegó."
  },
  {
    "english": "get on. manage. How is your sister getting on?",
    "spanish": "¿Cómo le van las cosas a tu hermana?"
  },
  {
    "english": "get on. mount (a horse, a bike). Here is your bike: get on and let's go.",
    "spanish": "Aquí está tu bicicleta: súbete y vayámonos."
  },
  {
    "english": "get on. grow older. Ann is getting on. She must be at least 70.",
    "spanish": "Ana está envejeciendo. Debe tener más o menos 70."
  },
  {
    "english": "hand down. leave as an inheritance. These traditions are handed down from father to son.",
    "spanish": "Estas tradiciones son transmitidas de padres a hijos."
  },
  {
    "english": "hand in. submit assignment or homework, give in by hand to the proper person or authority. Yesterday my boss handed in his resignation to Dr. Shofer, the company's president..",
    "spanish": "Ayer mi jefe entregó en mano su renuncia al Dr. Shofer, presidente de la compañía."
  },
  {
    "english": "hand on. give to someone else. Will you please hand on this message to Miguel?",
    "spanish": "Por favor, ¿puedes entregarle este mensaje a Miguel?"
  },
  {
    "english": "hand out. distribute. I enjoy handing out gifts to my relatives on Christmas Day.",
    "spanish": "Me encanta repartir regalos entre mis parientes en Navidad."
  },
  {
    "english": "hand over. transfer. Strange to say, the enemy finally handed over the town to its inhabitants.",
    "spanish": "Por extraño que parezca, finalmente el enemigo entregó la ciudad a sus habitantes."
  },
  {
    "english": "hand round. show round. Robert handed round the letter he had just received.",
    "spanish": "Roberto hizo circular la carta que acababa de recibir."
  },
  {
    "english": "hang about (US). remain idly in the vicinity of. There are lots of men hanging about at street corners for the pubs to open.",
    "spanish": "Hay muchos hombres dando vueltas en las esquinas esperando que abran los boliches.."
  },
  {
    "english": "hang back. be reluctant, hesitate to act. When Mr. Kell asked for two volunteers, Ana hang back.",
    "spanish": "Cuando el Sr. Kell pidió dos voluntarios, Ana se mostró reacia."
  },
  {
    "english": "hang on. continue to do something (in connection with waiting). Can you hang on while I change my clothes?.",
    "spanish": "¿Podrías seguir en el puesto mientras me cambio de ropa?"
  },
  {
    "english": "hang on to. keep, retain. I would hang on to that old briefcase if I were you. It might prove to be very useful.",
    "spanish": "En tu lugar, yo me quedaría con ese antiguo portafolios. Podría resultar muy útil."
  },
  {
    "english": "hang out. lean forwards or downwards. Can you see that car? Is that a dog hanging out?",
    "spanish": "¿Ves ese auto? ¿No es un perro colgando de él?"
  },
  {
    "english": "hang up. delay (generally used in passive). Sorry for being late. I was hung up in a traffic jam.",
    "spanish": "Discúlpame por llegar tarde. Quedé atascado en un embotellamiento."
  },
  {
    "english": "hang up. finish a telephone call by hanging up the receiver. After receiving a busy signal, I hung up the phone.",
    "spanish": "Después de recibir señal de ocupado colgué el teléfono."
  },
  {
    "english": "have in. invite someone in. The Greens had the doctor in to see their son.",
    "spanish": "Los Green hicieron pasar al médico para que viera a su hijo."
  },
  {
    "english": "have on. wear, be dressed in. He had his best suit on.",
    "spanish": "Llevaba puesto su mejor traje."
  },
  {
    "english": "have out. take out. My tooth was aching so much that I had to have it out.",
    "spanish": "El diente me dolía tanto que tuve que hacerlo extraer."
  },
  {
    "english": "have to do with. be about. This new section has to do with the use of Phrasal Verbs.",
    "spanish": "Esta nueva sección trata sobre el uso de los Verbos Frasales."
  },
  {
    "english": "heap up. put in a heap, amass. He heaped up great wealth while he was abroad.",
    "spanish": "Amasó una gran fortuna mientras estaba en el exterior."
  },
  {
    "english": "hear from. receive a communication from someone. We just heard from Lucy when she arrived in Boston.",
    "spanish": "Recién supimos de Lucy cuando llegó a Boston."
  },
  {
    "english": "hear of. learn about. Actress Lorna Keller? I've never heard of her.",
    "spanish": "¿La actriz Lorna Keller? Jamás escuché hablar acerca de ella."
  },
  {
    "english": "hear out. listen to someone until he has finished (usually separated). Don't make any decision yet: please, hear me out.",
    "spanish": "No tomes ninguna decisión todavía: por favor, escúchame sin interrumpir."
  },
  {
    "english": "hear out. help someone to put something on (usually separated). I helped Mariana on with the heavy coat she had bought the day before.",
    "spanish": "Le ayudé a Mariana a vestirse el pesado abrigo que había comprado el día anterior."
  },
  {
    "english": "help out. help someone (usually separated). Please, help me out with the dishes.",
    "spanish": "Por favor, ayúdame con los platos."
  },
  {
    "english": "hinge on. depend on. This trip hinges on my wife's decision.",
    "spanish": "Este viaje depende de la decisión de mi esposa."
  },
  {
    "english": "hit off. imitate, mimic. There are some comedians who can hit off many film-stars perfectly. ",
    "spanish": "Hay algunos comediantes que logran imitar a la perfección a muchas estrellas de cine."
  },
  {
    "english": "hit on. discover accidentally. He hit on a plan for making money easily.",
    "spanish": "Descubrió un método para hacer dinero fácilmente."
  },
  {
    "english": "hold against. blame for. Please don't hold all my mistakes against me.",
    "spanish": "Por favor, no me eches la culpa de todos mis errores."
  },
  {
    "english": "hold back. restrain. He was so impatient that I couldn't hold him back.",
    "spanish": "Era tan impaciente que no logré contenerlo."
  },
  {
    "english": "hold back. conceal. I am sure he is holding something back.",
    "spanish": "Estoy seguro que él está ocultando algo."
  },
  {
    "english": "hold back. hesitate. Many people held back when the man asked for volunteers.",
    "spanish": "Mucha gente vaciló cuando el hombre solicitó voluntarios."
  },
  {
    "english": "hold down. keep down. He held his head down in shame.",
    "spanish": "Mantuvo la cabeza baja por vergüenza."
  },
  {
    "english": "hold off. delay in doing something. The President held off his departure until next Saturday.",
    "spanish": "El Presidente demoró su partida hasta el próximo sábado."
  },
  {
    "english": "hold on. wait while telephoning. Hold on a moment, please.",
    "spanish": "Aguarde un momento en línea, por favor."
  },
  {
    "english": "hold on. continue, proceed. The export of cotton held on for many years after the war.",
    "spanish": "La exportación de algodón se mantuvo durante muchos años después de la guerra."
  },
  {
    "english": "hold on. grasp tightly. Please, hold on this glass while I fill it up.",
    "spanish": "Por favor, sostén firme esta copa mientras la lleno."
  },
  {
    "english": "hold on to. adhere, keep. Although Manuela lives in Korea now, she still holds on to her Argentinian customs.",
    "spanish": "Aunque Manuela vive en Corea ahora, todavía se mantiene fiel a sus hábitos argentinos."
  },
  {
    "english": "hold out. persist. The survivors will not be able to hold out much longer.",
    "spanish": "Los sobrevivientes no lograrán resistir mucho tiempo más."
  },
  {
    "english": "hold out. last. Their rations will not hold out for more than two days.",
    "spanish": "Sus raciones no durarán más de dos días."
  },
  {
    "english": "hold up. raise, keep up, lift to a higher-than-normal position. Hold up your left arm.",
    "spanish": "Levante su brazo izquierdo."
  },
  {
    "english": "hold up. delay. The train was held up on account of the floods.",
    "spanish": "El tren fue demorado debido a las inundaciones."
  },
  {
    "english": "hold up. stop and rob (bus, train). The robbers held the bus up.",
    "spanish": "Los ladrones detuvieron el ómnibus para robar."
  },
  {
    "english": "hunt down. persecute. The Police attempted to hunt down the criminals.",
    "spanish": "La Policía intentó perseguir a los criminales."
  },
  {
    "english": "hurry up. act quickly. Hurry up!! Our train is leaving in ten minutes.",
    "spanish": "¡¡Apúrate!! Nuestro tren sale en diez minutos."
  },
  {
    "english": "hush up. keep an affair secret. The actor tried to hush up the scandal but he couldn't.",
    "spanish": "El actor intentó ocultar el escándalo pero no lo logró."
  },
  {
    "english": "idle away. waste (time, etc.) in idleness. Ken idled away his time until he got a job in the plant.",
    "spanish": "Ken se la pasó perdiendo el tiempo hasta que consiguió un trabajo en la fábrica."
  },
  {
    "english": "inquire about. ask for information about. Before the race many people inquired about the horses.",
    "spanish": "Antes de la carrera mucha gente averiguó (consultó, buscó información) sobre los caballos."
  },
  {
    "english": "inquire after. ask about somebody's health, welfare, etc.. Nobody inquired after the child's health in all his years.",
    "spanish": "Nadie preguntó por la salud del pequeño en todos estos años."
  },
  {
    "english": "inquire into. investigate. Every student will have to inquire into a variety of grammar topics for this final exam.",
    "spanish": "Para este examen final los estudiantes tendrán que investigar una serie de temas gramaticales."
  },
  {
    "english": "inquire of. seek information about. The detective tried to inquire of Dr. Dalmon's murder.",
    "spanish": "El detective trató de buscar información sobre el asesinato del Dr. Dalmon."
  },
  {
    "english": "invite in. ask someone into one's house, a room, etc.. He invited the stranger in and gave him a meal.",
    "spanish": "Hizo pasar al extraño y le ofreció comida."
  },
  {
    "english": "invite out. ask someone to go out to a party, a meal, movies, etc.. We have been invited out to Luciana's birthday.",
    "spanish": "Hemos sido invitados al cumpleaños de Luciana."
  },
  {
    "english": "iron out. remove, make smooth (problems, difficulties). Finally, husband and wife ironed out their problems together.",
    "spanish": "Finalmente, marido y mujer resolvieron juntos sus problemas."
  },
  {
    "english": "jack up. lift with a jack. Herbert jacked up the car and changed wheels.",
    "spanish": "Herbert levantó el auto (con el cric) y cambió la rueda."
  },
  {
    "english": "jog along. proceed quietly and slowly. Tom is not brilliant. He just jogs along in his work.",
    "spanish": "Tomás no es brillante. Simplemente se toma su tiempo para realizar su trabajo."
  },
  {
    "english": "join in with. share with. I decided to join in with them when they said they were going to buy a yacht.",
    "spanish": "Decidí compartir el gasto con ellos cuando dijeron que iban a comprar un yate."
  },
  {
    "english": "join up. enlist in the Army, Navy or Air Force. When they were very young, Manuel and his brother decided to join up and fight for their country.",
    "spanish": "Cuando eran muy jóvenes, Manuel y su hermano decidieron alistarse para pelear por su patria."
  },
  {
    "english": "keep at. persevere at. Keep at it! Persist in what you are doing!",
    "spanish": "¡Dale! (¡Persevera!) ¡Continúa en lo que estás haciendo!"
  },
  {
    "english": "keep away from. avoid coming near, stay away from. The angry woman shouted the thief to keep away from her.",
    "spanish": "La mujer enojada le gritó al ladrón que se alejara de ella."
  },
  {
    "english": "keep back. conceal. They discovered that the boy was keeping something back.",
    "spanish": "Detectaron que el muchacho estaba ocultando algo."
  },
  {
    "english": "keep back. restrain, hinder. An urgent meeting at the office kept me back.",
    "spanish": "Me retuvo una reunión urgente en la oficina."
  },
  {
    "english": "keep back. not come forward, stay back. Please, try to keep back. This fire is dangerous.",
    "spanish": "Por favor, quédate atrás. Este fuego es peligroso."
  },
  {
    "english": "keep back from. stay away from. Keep back from the edge of the platform. The train is coming.",
    "spanish": "Aléjate del borde de la plataforma. Está llegando el tren. "
  },
  {
    "english": "keep down. lie low, crouch. Keep down or they will see you.",
    "spanish": "Agáchate (quédate abajo) o te verán."
  },
  {
    "english": "keep down. subject, repress. This country has been kept down for several decades.",
    "spanish": "Este país ha permanecido sometido durante varias décadas."
  },
  {
    "english": "keep in. confine, detain. The teacher kept him in for two hours after school.",
    "spanish": "El profesor lo retuvo durante dos horas después de la escuela."
  },
  {
    "english": "keep in. allow to continue burning. Keep the fire in until I return.",
    "spanish": "Mantén el fuego encendido hasta que regrese. "
  },
  {
    "english": "keep in with. continue on good terms with someone. It's advisable to keep in with your boss.",
    "spanish": "Es aconsejable andar bien con tu jefe.   "
  },
  {
    "english": "keep off. stay away. Keep off from the grass.",
    "spanish": "Manténgase alejado del césped (No pise el césped). "
  },
  {
    "english": "keep off. stay at a distance, not near. If the rain keeps off we could play in the garden.",
    "spanish": "Si la lluvia se mantiene alejada podríamos jugar en el jardín."
  },
  {
    "english": "keep on. persist in, continue (followed by an ing verb). Helen kept on changing the topic of our conversation.",
    "spanish": "Helen insistió en cambiar el tema de nuestra charla. "
  },
  {
    "english": "keep on at. worry, snag, scold someone. Why do you persist in keeping on at Fernando so much? He has not hurt you.",
    "spanish": "¿Por qué insistes tanto en reprender a Fernando? No te ha dañado. "
  },
  {
    "english": "keep out. prevent people or things from entering. The janitor in our building is good at keeping strangers out.",
    "spanish": "El encargado de nuestro edificio es bueno para mantener alejados a los intrusos. "
  },
  {
    "english": "keep out. stay outside. Keep out!! Can't you read the sign on the door?",
    "spanish": "¡Aléjate!! ¿No lees el cartel sobre la puerta?"
  },
  {
    "english": "keep to. adhere to. This train always keeps to the schedule.",
    "spanish": "Este tren siempre cumple (respeta) el horario. "
  },
  {
    "english": "keep up with. go forward at an equal pace. Please, walk more slowly. I can't keep up with you.",
    "spanish": "Por favor, camina más despacio. No puedo alcanzarte."
  },
  {
    "english": "keep up with. learn as much as. Herbert can't keep up with the rest of the class.",
    "spanish": "Herbert no puede emparejarse con (ponerse al mismo nivel que) el resto de la clase."
  },
  {
    "english": "keep up with. compete with (as indicating social status). We are not trying to keep up with the Joneses.",
    "spanish": "No estamos tratando de competir con la familia Jones."
  },
  {
    "english": "key up. excite, stimulate. OM Personal visitors are always keyed up for interesting prizes at our OM Lucky section.",
    "spanish": "Los visitantes de OM Personal siempre se estimulan con los interesantes premios de nuestra sección OM Lucky. "
  },
  {
    "english": "kick off. start a game by giving the first kick. Our team kicked off at 3 pm.",
    "spanish": "Nuestro equipo dio el puntapié inicial a las tres de la tarde. "
  },
  {
    "english": "kick out. fire, expel, dismiss, force someone to leave. Yesterday the manager kicked the salesclerk out.",
    "spanish": "Ayer el gerente despidió (echó) al vendedor. "
  },
  {
    "english": "kick up. cause a noise or disturbance. She kicked such a fuss when her husband returned home so late at night.",
    "spanish": "Ella hizo gran escándalo cuando su esposo regresó tan tarde de noche. "
  },
  {
    "english": "kill off. exterminate, get rid of in large numbers. This new insecticide kills off all the pests.",
    "spanish": "Este nuevo insecticida mata todos los insectos. "
  },
  {
    "english": "knit up. restore, repair. I hope we can knit the old partnership up: it would be a pity to separate now.",
    "spanish": "Espero que podamos restablecer (recuperar) la vieja sociedad: sería una pena separarnos ahora. "
  },
  {
    "english": "knock about. wander. The tourist said he had knocked about all over the world.",
    "spanish": "El turista dijo que había andado por todo el mundo. "
  },
  {
    "english": "knock about. hit again and again; treat roughly. The new furniture was knocked about during transportation.",
    "spanish": "Los muebles nuevos fueron golpeados durante el transporte."
  },
  {
    "english": "knock down. knock someone to the ground. The boxer soon knocked his opponent down.",
    "spanish": "El boxeador pronto derribó a su adversario."
  },
  {
    "english": "knock down. destroy. The architects have started to knock the old house down.",
    "spanish": "Los arquitectos han comenzado a derribar la vieja casa."
  },
  {
    "english": "knock down. force someone to lower a price. I wanted 3,000 dollars for my car, but the customer knocked me down to 2,500 dollars.",
    "spanish": "Yo quería 3.000 dólares por mi automóvil pero el cliente me lo hizo bajar a 2.500 dólares."
  },
  {
    "english": "knock down to. sell something to someone who has bid in an auction. The auctioneer knocked down the old china vase to me when the bidding had reached only one hundred dollars.",
    "spanish": "El rematador me vendió el antiguo florero de porcelana cuando las ofertas apenas habían alcanzado los cien dólares. "
  },
  {
    "english": "knock in. hit something. Knock this nail in, please. I want to hang this picture.",
    "spanish": "Coloca este clavo, por favor. Quiero colgar este cuadro. "
  },
  {
    "english": "knock off. stop working (colloquial). The workmen knocked off at five o'clock.",
    "spanish": "Los obreros dejaron de trabajar a las cinco en punto."
  },
  {
    "english": "knock off. compose hastily. Lorena knocked the poem off in ten minutes.",
    "spanish": "Lorena compuso el poema en apenas diez minutos."
  },
  {
    "english": "knock off. deduct. Martha asked the shopkeeper if he could knock off ten dollars from the list price.",
    "spanish": "Martha le preguntó al vendedor si podría descontarle (hacerle una rebaja de) diez dólares sobre el precio del lista."
  },
  {
    "english": "knock oneself out. work much harder than expected. I knocked Joe Burlington out in the fifth round.",
    "spanish": "Lo dejé nocaut a Joe Burlington en la quinta vuelta. "
  },
  {
    "english": "knock out. make someone unconscious. I knocked Joe Burlington out in the fifth round.",
    "spanish": "Lo dejé nocaut a Joe Burlington en la quinta vuelta. "
  },
  {
    "english": "knock over. turn over. The cat knocked over our expensive flower vase.",
    "spanish": "El gato volteó nuestro costoso florero. "
  },
  {
    "english": "knock up. exhaust. The hikers were knocked up after their long walk in the Alps.",
    "spanish": "Los mochileros quedaron agotados después de su larga caminata en los Alpes. "
  },
  {
    "english": "knuckle down to. work very hard. We really knuckled down but the new paint in the kitchen looks great now.",
    "spanish": "Realmente trabajamos duro pero la nueva pintura de la cocina luce fantástica. "
  },
  {
    "english": "knuckle under to. submit to, yield to. The mayor had knuckle under to the authority in government.",
    "spanish": "El alcalde tuvo que ceder ante la autoridad gubernamental. "
  },
  {
    "english": "lap up. accept eagerly. The public lapped up the story.",
    "spanish": "El público se tragó la historia."
  },
  {
    "english": "lap up. take up with the tongue. The cat lapped up all the milk in the saucer.",
    "spanish": "El gato lamió toda la leche del plato."
  },
  {
    "english": "laugh at. mock, make fun of. Don't laugh at my son!, the woman shouted at us.",
    "spanish": "¡No ser rían de mi hijo!, nos gritó la mujer."
  },
  {
    "english": "launch into. start with vigor. He launched into a very long explanation.",
    "spanish": "Empezó vigorosamente a dar una larga explicación."
  },
  {
    "english": "lay before. present to. We will lay the evidence before the court.",
    "spanish": "Expondremos la evidencia ante la corte."
  },
  {
    "english": "lay in. store up for future use. Many of the farmers laid in provisions for a bad winter.",
    "spanish": "Muchos de los granjeros almacenaron provisiones para un"
  },
  {
    "english": "lay off. fire, dismiss, put out of work because of lack of work or money. This Japanese company laid off six hundred workers last month because of lack of work.",
    "spanish": "Esta empresa japonesa despidió a seiscientos operarios el mesa pasado debido a la falta de trabajo."
  },
  {
    "english": "lay out. lay out in a line, arrange. She laid out her clothes for the ceremony.",
    "spanish": "Ella ordenó (dispuso) sus ropas para la ceremonia."
  },
  {
    "english": "lay out. get ready for a particular purpose or event. The assistant laid out the tools for the surgery.",
    "spanish": "El asistente preparó el instrumental para la operación."
  },
  {
    "english": "lay out. provide a detailed plan or design. She laid out her plans for a rock garden in the house.",
    "spanish": "Ella realizó los diseños de un jardín de rocas para de la casa."
  },
  {
    "english": "lead up to. be a preparation for. The first chapters of his book lead up to the full story.",
    "spanish": "Los primeros capítulos de su libro anticipan toda la historia."
  },
  {
    "english": "leaf through. turn the pages. Sheila leafed idly through the big volume.",
    "spanish": "Sheila hojeó sin apuro el enorme volumen."
  },
  {
    "english": "leave behind. not bring, go away without, leave. It's raining and I left my umbrella behind!!",
    "spanish": "¡¡Llueve y olvidé traer mi paraguas!!"
  },
  {
    "english": "leave out. omit, forget. They had left my name out in the examinations list.",
    "spanish": "Habían omitido mi nombre en la lista de exámenes."
  },
  {
    "english": "let down. disappoint or fail someone. George let me down when he refused to lend me the money.",
    "spanish": "George me decepcionó cuando rehusó prestarme dinero."
  },
  {
    "english": "let in. admit, allow to enter. We let them in although it was very late.",
    "spanish": "Los dejamos entrar a pesar de que era muy tarde."
  },
  {
    "english": "let in on. reveal, share a secret (always separated). Unknowingly she let them in on the secret.",
    "spanish": "Sin darse cuenta ella les reveló el secreto."
  },
  {
    "english": "let into. allow to share. Shall we let you parents into the secret?",
    "spanish": "¿Les revelaremos el secreto a tus padres?"
  },
  {
    "english": "let off. allow to leave without punishment. The magistrate let the boy off with a serious warning..",
    "spanish": "El magistrado dejó ir al muchacho con una seria advertencia."
  },
  {
    "english": "let off. explode. Argentinians love to let off fireworks on Christmas season.",
    "spanish": "A los argentinos les encanta explotar fuegos artificiales para la época de Navidad."
  },
  {
    "english": "let out. allow to go out. Norma let her kid out on such a nice day.",
    "spanish": "Norma permitió salir a su chico con un día tan agradable."
  },
  {
    "english": "let out. divulgue, disclose. Why did you let the secret out?",
    "spanish": "¿Por qué divulgaste el secreto?"
  },
  {
    "english": "let out. extend, loosen. The tailor let out the dress as it was too tight.",
    "spanish": "El sastre ensanchó el vestido porque era muy ajustado."
  },
  {
    "english": "let up. diminish, become less intense (colloquial). The pain has let up since I began to take these tablets.",
    "spanish": "El dolor comenzó a ceder desde que tomo estos comprimidos."
  },
  {
    "english": "let up. make less effort (colloquial). The teacher asked the boys not to let up until the exam.",
    "spanish": "El profesor les pidio a los muchachos que no aflojaran hasta el examen."
  },
  {
    "english": "level off. stop rising. Prices finally have leveled off.",
    "spanish": "Finalmente los precios se han estabilizado."
  },
  {
    "english": "lie down. assume a reclining position. Go home and lie down on the bed until you feel better.",
    "spanish": "Véte a casa y recuéstate en la cama hasta que sentirte mejor."
  },
  {
    "english": "live down. live so that past faults are forgotten. How did the actress manage to live down the scandal that surrounded all her life?",
    "spanish": "¿Cómo hizo la actriz para sobrellevar el escándalo que rodeó toda su vida?"
  },
  {
    "english": "live on. survive using. What did you live on when you were at school?",
    "spanish": "¿De qué vivías cuando estabas en la escuela?"
  },
  {
    "english": "live up to. maintain a standard. She has lived up to her reputation as a singer.",
    "spanish": "Ella ha vivido de acuerdo con su fama de cantante."
  },
  {
    "english": "log off. break contact with a computer system. The system was overloaded, so I had to log off.",
    "spanish": "El sistema estaba sobrecargado, por lo tanto tuve que salir de sesión."
  },
  {
    "english": "log on to. contact a computer. She logged on to the new system.",
    "spanish": "Ella entró en sesión con el nuevo sistema."
  },
  {
    "english": "log on. contact a computer. Do you know how to log on?",
    "spanish": "¿Sabes cómo entrar en sesión?"
  },
  {
    "english": "look after. watch, take care of. Mrs. Reston, thanks for looking after my baby tonight.",
    "spanish": "Sra. Reston, gracias por cuidar a mi bebé esta noche."
  },
  {
    "english": "look back on. recall, remember, reflect on. The old man looked back on the days of his youth.",
    "spanish": "El anciano recordó los días de su juventud."
  },
  {
    "english": "look down on. regard as inferior, look with disdain. Martin is an arrogant professor. He always looks down on the students who don't catch on immediately.",
    "spanish": "Martin es un profesor arrogante. Siempre menosprecia a los estudiantes que no entienden rápidamente."
  },
  {
    "english": "look for. try to locate or discover. I'm looking for a new job. Any good advertisements today?",
    "spanish": "Estoy buscando un nuevo trabajo. ¿Hay algún buen aviso hoy?"
  },
  {
    "english": "look forward to. anticipate with pleasure. I'm looking forward to my holidays.",
    "spanish": "Estoy esperando (ansiosamente) mis vacaciones."
  },
  {
    "english": "look in on. visit to check something. Jenny has just come back from Europe. I'm going to look in on her today to see how happy she is.",
    "spanish": "Jenny acaba de regresar de Europa. Voy a pasar por su casa para ver lo feliz que está."
  },
  {
    "english": "look into. investigate, get more details. He promised us to look into this difficult situation.",
    "spanish": "Nos prometió investigar esta complicada situación."
  },
  {
    "english": "look like. resemble in appearance. Does the new baby look like Helen or Robert?",
    "spanish": "¿Se parece el nuevo bebé a Helen o a Robert?"
  },
  {
    "english": "look out for. watch for. Look out for fallen branches and snakes in this area.",
    "spanish": "Ten cuidado con las ramas caídas y las víboras en esta zona."
  },
  {
    "english": "look over. check, review. There may be some mistakes in my report. Could you look it over?",
    "spanish": "Puede haber algunos errores en mi informe ¿Podrías echarle una ojeada (revisarlo)?"
  },
  {
    "english": "look through. examine quickly. They looked through the magazines while they were waiting.",
    "spanish": "Hojeaban las revistas mientras esperaban."
  },
  {
    "english": "look up. find information. We looked up the new word in a dictionary.",
    "spanish": "Buscamos la nueva palabra en un diccionario."
  },
  {
    "english": "look up to. admire, respect. At OM Personal we look up to our visitors' effort to learn or improve their English day after day.",
    "spanish": "En OM Personal valoramos el esfuerzo de nuestros visitantes por aprender o mejorar su inglés día tras día."
  },
  {
    "english": "luck out. be unexpectedly lucky. I was worried because I wasn't well prepared to take my TOEFL but finally I lucked out because the exam was cancelled.",
    "spanish": "Yo estaba preocupado porque no estaba bien preparado para rendir mi TOEFL pero finalmente me salvé (tuve una suerte inesperada) cuando el examen fue cancelado."
  },
  {
    "english": "make away. hurry away. While the others were arguing I made away on my bike.",
    "spanish": "Mientras los otros seguían discutiendo me fui en mi bicicleta."
  },
  {
    "english": "make away with. steal. The thieves made away with some valuable jewels.",
    "spanish": "Los ladrones robaron algunas joyas valiosas."
  },
  {
    "english": "make away with. hide. The boy made away with the broken vase before his mother came back home.",
    "spanish": "El muchacho ocultó el florero roto antes que su madre regresara a casa."
  },
  {
    "english": "make away with. kill. The unhappy old lady tried to make away with herself.",
    "spanish": "La desdichada anciana intentó terminar consigo."
  },
  {
    "english": "make for. go in the direction of. It's late. We'd better turn and make for home.",
    "spanish": "Es tarde. Mejor demos vuelta y vayamos en dirección a casa."
  },
  {
    "english": "make for. attack, go for, rush violently at. When I was halfway across the field a bull made for me and I had to run.",
    "spanish": "Cuando me encontraba en medio del campo a toro me atacó y tuve que correr."
  },
  {
    "english": "make fun of. make unkind jokes about. They hurt her feelings when they made fun of her.",
    "spanish": "La hirieron cuando se burlaron (mofaron) de ella."
  },
  {
    "english": "make of. understand. Can you make anything of this message?",
    "spanish": "¿Puedes entender algo de este mensaje?"
  },
  {
    "english": "make off with. run away with. While I was bathing, someone made off with all my clothes.",
    "spanish": "Mientras me estaba bañando alguien escapó con todas mis ropas."
  },
  {
    "english": "make out. draw up a document. My father made out a cheque for me to buy the camera.",
    "spanish": "Mi padre me extendió un cheque para comprar la cámara."
  },
  {
    "english": "make out. understand. I can't make out what he is trying to say.",
    "spanish": "No logro entender qué está tratando de decirnos."
  },
  {
    "english": "make out. see, distinguish, recognise. Someone is coming down the mountain, but I can't make out who it is.",
    "spanish": "Alguien está descendiendo de la montaña pero no puedo distinguir de quién se trata."
  },
  {
    "english": "make out. manage (colloquial). How did the children make out while their mother was out?",
    "spanish": "¿Cómo se arreglaron los chicos mientras su madre no estuvo?"
  },
  {
    "english": "make out. imply. Several people tried to make out that Martin was a traitor.",
    "spanish": "Algunos dieron a entender que Martin era un traidor."
  },
  {
    "english": "make out. pretend. They were always asking for money and making out that they were broke.",
    "spanish": "Siempre estaban pidiendo dinero y fingiendo que estaban sin un centavo."
  },
  {
    "english": "make over. transfer formally. They made over all their property to their son in Italy.",
    "spanish": "Le transfirieron todas sus propiedades a su hijo en Italia."
  },
  {
    "english": "make up. invent, create imaginary information. He made up an incredible story about his vacation.",
    "spanish": "Inventó una increíble historia sobre sus vacaciones."
  },
  {
    "english": "make up. apply cosmetics. Sandra made up very carefully before meeting her boyfriend.",
    "spanish": "Sandra se maquilló muy cuidadosamente antes de encontrarse con su novio."
  },
  {
    "english": "make up. compensate. I couldn't come for the test. May I make it up today?.",
    "spanish": "No pude venir para el examen. ¿Puedo compensarlo hoy?"
  },
  {
    "english": "make up. end a quarrel or misunderstanding. They quarrel every morning and make it up every evening.",
    "spanish": "Se pelean por la mañana y se amigan por la tarde."
  },
  {
    "english": "make up for. compensate for. She tried to make up for her past mistakes but it was too late.",
    "spanish": "Trató de compensar sus errores del pasado pero ya era tarde."
  },
  {
    "english": "make up to. flatter, make friendly approaches to (colloquial). Tom used to make up to his sister whenever he needed money.",
    "spanish": "Tom solía adular a su hermana cuando necesitaba dinero."
  },
  {
    "english": "make up with. re-establish a relationship end a quarrel. After the misunderstanding, Luis made up with Raquel.",
    "spanish": "Luego del malentendido, Luis hizo se reconcilió con Raquel."
  },
  {
    "english": "mark down. mark goods at a lower price, reduce the price. OM Personal CDs have been marked down by 30%.",
    "spanish": "Los CDs de OM Personal han sido rebajados en un 30%."
  },
  {
    "english": "mark down. make a note of in writing. Mark this number down: 431-2568. It's Kim's phone number.",
    "spanish": "Anota este número: 431-2568. Es el teléfono de Kim."
  },
  {
    "english": "mark off. separate by marking. They will mark off the playing field tomorrow.",
    "spanish": "Mañana marcarán las divisiones en el campo de juego."
  },
  {
    "english": "mark out. mark lines showing limits or boundaries. Bill and Edwin have already marked out the tennis courts.",
    "spanish": "Bill y Edwin ya han marcado las canchas de tenis."
  },
  {
    "english": "mark up. increase the price for resale. Liza is doing a lot of money. She buys inexpensive dresses in Taiwan and then marks them up.",
    "spanish": "Liza está haciendo mucho dibnero. Compra vestidos a bajo precio en Taiwan y liego los remarca (sube de precio)."
  },
  {
    "english": "miss out. omit. The student answered the questions correctly, but missed out the sixth one.",
    "spanish": "El estudiante respondió correctamente las preguntas pero omitió la sexta."
  },
  {
    "english": "mix up. confuse. This boy always tries to mix up the teacher by asking irrelevant questions.",
    "spanish": "Este muchacho siempre trata de confundir al profesor haciendo preguntas irrelevantes."
  },
  {
    "english": "mop up. wipe up. Molly, please!! Mop up that pool of water in the bathroom.",
    "spanish": "¡¡Por favor, Molly!! Seca (pasa un trapo de piso a) ese charco de agua en el baño."
  },
  {
    "english": "mount up. rise. Our bills soon mounted up at that expensive hotel.",
    "spanish": "Nuestras cuentas enseguida subieron en un hotel tan caro."
  },
  {
    "english": "move along. move farther in the direction indicated. Move along, please, said the bus driver.",
    "spanish": "Córranse, por favor, dijo el conductor del ómnibus."
  },
  {
    "english": "move in. take possession of living quarters. When are you moving in to your new apartment?",
    "spanish": "¿Cuándo te vas a mudar a tu nuevo departamento?"
  },
  {
    "english": "move on. move to another place. A policeman moved on my car.",
    "spanish": "Un agente de policía movió (cambió de lugar) mi automóvil."
  },
  {
    "english": "move out. give up possession of living quarters. Leila moved out yesterday and she is really exhausted now.",
    "spanish": "Leila se mudó ayer y ahora está realmente agotada."
  },
  {
    "english": "muddle up. mix up. I'm all muddled up now after your attempt to explain Passive Voice and Reported Speech to me.",
    "spanish": "Estoy totalmente confundido ahora luego de tu intento de explicarme Voz Pasiva y Lenguaje Indirecto."
  },
  {
    "english": "muster up. collect, gather together. You will have to muster up all your courage for this hard task.",
    "spanish": "Tendrás que juntar coraje para realizar esta difícil tarea."
  },
  {
    "english": "narrow down. reduce. The suspects now have been narrowed down to three.",
    "spanish": "Ahora los sospechosos han sido reducidos a tres."
  },
  {
    "english": "nip along. hurry (colloquial). The small car nipped along at sixty miles an hour.",
    "spanish": "El pequeño automóvil se movía a sesenta millas por hora."
  },
  {
    "english": "nip in. enter quickly before someone else (colloquial). When he saw the door open, Henry's cat nipped in.",
    "spanish": "Cuando vio la puerta abierta el gato de Henry se metió."
  },
  {
    "english": "nip off. leave, go away (colloquial). I'm really sorry but I will have to nip off soon.",
    "spanish": "Lo siento realmente pero pronto tendré que irme."
  },
  {
    "english": "nip out. go out for a short time (colloquial). We all decided to nip out for fresh air.",
    "spanish": "Todos decidimos salir en busca de un poco de aire fresco."
  },
  {
    "english": "nod off. fall sleep. Half the bus passengers were nodding off.",
    "spanish": "La mitad de los pasajeros en el ómnibus estaban dormitando."
  },
  {
    "english": "nose out. find out, ascertain (colloquial). Mrs. Ferling nosed out the cause of the rumour.",
    "spanish": "La Sra. Ferling averiguó la causa del rumor."
  },
  {
    "english": "number off. call out a number: one, two, three, etc.. The boys numbered off from left to right.",
    "spanish": "Los muchachos cantaron los números de izquierda a derecha."
  },
  {
    "english": "offer up. present to God (usually not separated with a noun). The priest offered up prayers for rain.",
    "spanish": "El sacerdote elevó plegarias por la lluvia."
  },
  {
    "english": "open out. lay open, unfold. When we arrived Martha opened out a blue tablecloth and spread it on the grass.",
    "spanish": "Cuando llegamos, Marta desenvolvió un mantel azul y lo desplegó sobre el césped."
  },
  {
    "english": "open out. develop. This land has been opened out considerably; it is full of factories and houses now.",
    "spanish": "Esta tierra ha progresado considerablemente; está repleta de fábricas y casas ahora."
  },
  {
    "english": "open out. begin to be talkative. After a few minutes the stranger opened up and began to tell us all about his life in Russia.",
    "spanish": "Después de unos minutos el extraño tomó confianza y comenzó a contarnos toda su vida en Rusia."
  },
  {
    "english": "open up. lay open, throw open, cut open, etc.. The surgeon opened up the man's arm and removed the bullet.",
    "spanish": "El cirujano abrió el brazo del hombre y extrajo la bala."
  },
  {
    "english": "open up. make accessible. This small village has been opened up to tourists thanks to the new highway.",
    "spanish": "Este pequeño pueblo es accesible a los turistas gracias a la nueva autopista."
  },
  {
    "english": "order about. give someone a lot of orders compulsively. I'm tired of Billy always ordering us about.",
    "spanish": "Estoy cansado de que Billy nos esté dando órdenes todo el tiempo."
  },
  {
    "english": "order in. command someone to enter. She ordered her son in at once.",
    "spanish": "De inmediato le ordenó a su hijo que entrara."
  },
  {
    "english": "order out. command someone to leave a room, a house, etc.. He ordered the stranger out.",
    "spanish": "Le ordenó al extraño que se retirara."
  },
  {
    "english": "own up. admit, confess. The maid owned up and said she had broken the lamp accidentally.",
    "spanish": "La mucama admitió y dijo que había roto la lámpara accidentalmente."
  },
  {
    "english": "pack up. put things away, get things ready for a journey, a holiday. Helen has already packed everything up for her rip.",
    "spanish": "Helen ya ha empacado todo para su viaje."
  },
  {
    "english": "pack up. stop work (colloquial). It's time we packed up and went home.",
    "spanish": "Es hora de dejar de trabajar (guardar todo) e irnos a casa."
  },
  {
    "english": "pack up. stop functioning, break down. The car engine seems to have packed up.",
    "spanish": "Parece que el motor del automóil ha dejado de funcionar."
  },
  {
    "english": "pair off. marry (colloquial and intransitive). Some of the students paired off after meeting one another at Burbon College.",
    "spanish": "Algunos estudiantes se casaron después de haberse conocido en la Universidad Burbon."
  },
  {
    "english": "pal up with. become friendly with (slang). Annie has already palled up with Joan and Sylvia.",
    "spanish": "Annie ya se ha hecho amiga de Joan y Sylvia."
  },
  {
    "english": "palm off. get rid of a useless object. He palmed off his old radio on me.",
    "spanish": "Me regaló (por inservible) su vieja radio."
  },
  {
    "english": "pan out. result (colloquial). The new system seems to have panned out well.",
    "spanish": "El nuevo sistema parece haber salido bueno."
  },
  {
    "english": "paper over. repair superficially. They attempted to paper over their differences.",
    "spanish": "Ellos intentaron reparar sus diferencias."
  },
  {
    "english": "part with. give up reluctantly. Your books are occupying too much space. You'll have to part with them.",
    "spanish": "Tus libros están ocupando demasiado espacio. Aunque no te guste, vas a tener que deshacerte de ellos."
  },
  {
    "english": "pass along. circulate, pass to people. Pass this notice along, please.",
    "spanish": "Haz circular este aviso, por favor."
  },
  {
    "english": "pass away. die. The old man passed away last week.",
    "spanish": "El anciano falleció la semana pasada."
  },
  {
    "english": "pass back. return. Pass the book back when you have finished with it.",
    "spanish": "Devuelve el libro cuando hayas terminado con él."
  },
  {
    "english": "pass by. move towards. When I was passing by I heard a crash.",
    "spanish": "Justo cuando pasaba escuché un choque."
  },
  {
    "english": "pass by. omit, disregard. He passed that point by in his lecture.",
    "spanish": "Omitió (Se salteó) ese tema en su conferencia."
  },
  {
    "english": "pass off. happen. Her performance passed off quite successfully.",
    "spanish": "Su actuación fue realmente exitosa."
  },
  {
    "english": "pass off. fade, decrease. Has your toothache passed off yet?",
    "spanish": "¿Ya se te pasó el dolor de muelas?"
  },
  {
    "english": "pass out. faint, become unconscious. It was so hot, I almost passed out.",
    "spanish": "Hizo tanto calor que casi me desmayo."
  },
  {
    "english": "pass up. miss a chance, not take advantage. She couldn't pass up such an opportunity and left today.",
    "spanish": "No podía dejar pasar semejante oportunidad y se fue hoy."
  },
  {
    "english": "pay back. return what is owing. He has not paid the two hundred dollars back.",
    "spanish": "Todavía no ha devuelto los doscientos dólares."
  },
  {
    "english": "pay back. take revenge on. I shall pay him back for all he said about me.",
    "spanish": "Me vengaré (Le pagaré con la misma moneda) por todo lo que dijo de mí."
  },
  {
    "english": "pay in. deposit money with a bank to one's own or another's account. The auditor has found that more was drawn out from the bank than was paid in.",
    "spanish": "El auditor ha detectado que se ha extraído más dinero del banco del que fue depositado."
  },
  {
    "english": "pension off. dismiss with a pension. Nice company!! He was pensioned off at the age of fifty.",
    "spanish": "¡¡Bonita empresa!! Lo jubilaron a la edad de cincuenta años."
  },
  {
    "english": "phase in. introduce gradually. The new program will be phased in over the next six months.",
    "spanish": "El nuevo programa será presentado progresivamente en los próximos seis meses."
  },
  {
    "english": "phase out. cease gradually. The old program will gradually be phased out.",
    "spanish": "El viejo programa será retirado gradualmente."
  },
  {
    "english": "pick on. choose someone for kidding, be unkind to. Because he was the youngest, the other boys picked on him.",
    "spanish": "Por ser el más joven los otros muchachos se metían con él."
  },
  {
    "english": "pick out. choose, select. She picked out the most expensive pair of shoes.",
    "spanish": "Escogió el par de zapatos más costoso."
  },
  {
    "english": "pick out. distinguish. I can't pick you out on this old school photograph!!",
    "spanish": "¡¡No logro reconocerte en esta vieja fotografía escolar!!"
  },
  {
    "english": "pick up. lift up from the ground. Please, pick up your feet. I'm cleaning the floor.",
    "spanish": "Por favor levanta los pies. Estoy limpiando el piso."
  },
  {
    "english": "pick up. collect. My wife is going to pick up some Concord grapes..",
    "spanish": "Mi esposa pasará a recoger algunas uvas Concord."
  },
  {
    "english": "pick up. improve. Our business is picking up.",
    "spanish": "Nuestro negocio está mejorando (progresando)."
  },
  {
    "english": "pick up. learn casually. I picked this information up while waiting in the line to pay.",
    "spanish": "Me enteré por casualidad de esta información mientras hacía cola para pagar."
  },
  {
    "english": "pick up. collect someone or something in a car, boat, etc.. We can pick you up at six.",
    "spanish": "Podemos pasar a buscarte a la seis."
  },
  {
    "english": "pick up. recover one's strength. The patient has picked up considerably during this month.",
    "spanish": "El paciente se ha recuperado considerablemente este mes."
  },
  {
    "english": "pick up. rescue. The survivors were picked up near South Africa.",
    "spanish": "Los sobrevivientes fueron rescatados cerca de Sudáfrica."
  },
  {
    "english": "pin down. get a commitment. The Police tried to pin the boy down to details about the death.",
    "spanish": "La Policía intentó poner al muchacho contra la pared en busca de los antecedentes de la muerte."
  },
  {
    "english": "pitch in. help, set to work energetically (colloquial). If everyone pitches in, the work will be done in a few minutes.",
    "spanish": "Si todos colaborar, este trabajo se puede hacer en minutos."
  },
  {
    "english": "play along. pretend to agree. Let's play along until we find out what his plans are.",
    "spanish": "Finjamos estar de acuerdo hasta que averigüemos cuáles son sus planes."
  },
  {
    "english": "play down. make or cause to appear less important. He played down the importance of the news.",
    "spanish": "Le dio muy poca importancia a las noticias."
  },
  {
    "english": "play off against. encourage to fight. Very cleverly Maria played one boyfriend off against the other.",
    "spanish": "Muy astutamente, María puso a un novio en contra del otro."
  },
  {
    "english": "play up to. flatter (colloquial). For his own advantage, he always plays up to his boss.",
    "spanish": "Para ventaja propia, él siempre adula a su jefe."
  },
  {
    "english": "point out. draw attention to, show, indicate. She pointed out the advantages of the proposal.",
    "spanish": "Ella destacó las ventajas de la propuesta."
  },
  {
    "english": "polish off. finish (colloquial). We polished off the rest of the apple pie.",
    "spanish": "Terminamos (Liquidamos) el resto del pastel de manzanas."
  },
  {
    "english": "prey on. hunt and eat. Brown bears prey on fish.",
    "spanish": "Los osos pardos pescan y devoran peces."
  },
  {
    "english": "prey on. disturb. This idea preys on my mind.",
    "spanish": "Esta idea agobia mi mente."
  },
  {
    "english": "provide for. prepare for. In our company we have provided for any emergency.",
    "spanish": "En nuestra empresa estamos preparados para emergencias."
  },
  {
    "english": "pull down. demolish. Many old buildings are pulled down to make way for new ones.",
    "spanish": "Muchos edificios antiguos se están demoliendo para hacer lugar a los nuevos."
  },
  {
    "english": "pull in. vehicle arrives. The bus pulled in next to the curb.",
    "spanish": "El ómnibus paró junto al cordón de la vereda."
  },
  {
    "english": "pull off. win, succeed in. Do you think she can pull off her new plan?",
    "spanish": "¿Crees que puede tener éxito con su nuevo plan?"
  },
  {
    "english": "pull out of. a vehicle leaves a place. The train pulled out of the station.",
    "spanish": "El tren salió de la estación."
  },
  {
    "english": "pull out. a vehicle leaves. The train pulled out at ten o'clock.",
    "spanish": "El tren salió a las diez en punto."
  },
  {
    "english": "pull over. drive to the side of the road. The policeman ordered me to pull over.",
    "spanish": "El policía ordenó detenerme al costado de la carretera."
  },
  {
    "english": "pull up. remove (weeds, etc) by pulling. The gardener was pulling up weeds all the morning.",
    "spanish": "El jardinero estuvo desmalezando toda la mañana."
  },
  {
    "english": "pull through. recover. The doctor thinks his wife will pull through.",
    "spanish": "El doctor piensa que su esposa va a mejorar."
  },
  {
    "english": "push on with. go ahead, continue. I must push on with my work.",
    "spanish": "Debo continuar con (dándole fuerte a) mi trabajo."
  },
  {
    "english": "put away. put things tidily in their place. It is time to put the toys away.",
    "spanish": "Es hora de guardar estos juguetes."
  },
  {
    "english": "put back. return to original location. Please put these books back on the shelf.",
    "spanish": "Por favor devuelve estos libros al estante."
  },
  {
    "english": "put down to. attribute to. We put his bad temper down to fatigue and work stress.",
    "spanish": "Atribuimos su mal carácter al cansancio y estrés laboral."
  },
  {
    "english": "put off. postpone. We cannot put off the meeting again.",
    "spanish": "No podemos postergar nuevamente la reunión."
  },
  {
    "english": "put on. dress oneself in, put clothes on. I put on my old clothes for the journey.",
    "spanish": "Me puse mi ropa vieja para el viaje."
  },
  {
    "english": "put on. gain, increase. Has she put any weight on?",
    "spanish": "¿Ha subido ella algo de peso? (¿Engordó algo?)"
  },
  {
    "english": "put on. switch on. Put the light on, please.",
    "spanish": "Enciende la luz, por favor."
  },
  {
    "english": "put out. place outside, expel, drive out. Have you put out the cat?",
    "spanish": "¿Has sacado el gato?"
  },
  {
    "english": "put out. extend, hold out. He put out his hand for me to shake.",
    "spanish": "El extendió su mano para estrechar la mía."
  },
  {
    "english": "put out. begin a voyage, set sail. Their tiny vessel put out to sea.",
    "spanish": "Su diminuta embarcación se hizo a la mar."
  },
  {
    "english": "put out. extinguish. The six firemen soon put out the fire.",
    "spanish": "Los seis bomberos extinguieron pronto el incendio."
  },
  {
    "english": "put out. switch off. Put out the lamp now, please.",
    "spanish": "Desconecte (Apague) la lámpara ahora, por favor."
  },
  {
    "english": "put out. annoy (usually used in the passive). I was put out by his aggressive attitude to me.",
    "spanish": "Me molestó su actitud agresiva hacia mí."
  },
  {
    "english": "put out. inconvenience, trouble. He said he did not want to put us out by accepting our dinner.",
    "spanish": "Dijo que no quería incomodarnos al aceptar nuestra cena."
  },
  {
    "english": "put out. dislocate. I must have put my shoulder out while I was playing tennis.",
    "spanish": "Debo haberme dislocado el hombro mientras jugaba tenis."
  },
  {
    "english": "put out. 9) publish. Dr. Wise has just put out a book on education.",
    "spanish": "El Dr. Wise acaba de publicar un libro sobre educación."
  },
  {
    "english": "put through. carry out. The new plan has been put through successfully.",
    "spanish": "El nuevo plan ha sido llevado a cabo con éxito."
  },
  {
    "english": "put through. connect by telephone (usually separated). Please, put me through to Extension 106.",
    "spanish": "Por favor, comuníqueme con el Interno 106."
  },
  {
    "english": "put up. raise, hold up. Please help me to put this ladder up.",
    "spanish": "Por favor ayúdame a levantar esta escalera."
  },
  {
    "english": "put up. raise (prices). Bread has been put up to 4 dollars a kilo.",
    "spanish": "El pan ha sido incrementado a 4 dólares el kilo."
  },
  {
    "english": "put up. pack away, put aside, lay away. We decided to put the deck chairs up for this winter.",
    "spanish": "Decidimos guardar las sillas de jardín por este invierno."
  },
  {
    "english": "put up. build, erect. I've put a shed up at the end of my garden.",
    "spanish": "He construido un galpón en el fondo de mi jardín"
  },
  {
    "english": "put up. provide lodging and food. We can put you up for the weekend.",
    "spanish": "Podemos alojarte durante el fin de semana."
  },
  {
    "english": "put up. lodge. We put up for the night at Werton Lodge.",
    "spanish": "Nos hospedamos por la noche en la Posada Werton."
  },
  {
    "english": "put up. propose for election, nominate. The party put up Mr. Reno as their candidate.",
    "spanish": "El partido propuso como candidato al Sr. Reno."
  },
  {
    "english": "put up. offer for sale by auction. Three valuable pictures were put up for tomorrow's auction.",
    "spanish": "Para el remate de mañana se colocaron tres valiosos cuadros."
  },
  {
    "english": "put up. 9) provide for a business purpose. Mariana's father put up the money for her dental clinic.",
    "spanish": "El padre de Mariana puso el dinero para su clínica dental."
  },
  {
    "english": "put up. offer a prayer. The priest put up a prayer for safety in Spain.",
    "spanish": "El sacerdote elevó una plegaria por la seguridad en España."
  },
  {
    "english": "put up to. instigate, urge to do wrong (usually separated). She put me up to playing a trick on the teacher.",
    "spanish": "Me incitó a hacerle una broma al profesor."
  },
  {
    "english": "put up with. endure, tolerate, suffer. When he lived in Buenos Aires and Santiago he had to put up with crowded buses.",
    "spanish": "Cuando vivía en Buenos Aires y Santiago tuvo que soportar ómnibus saturados de gente."
  },
  {
    "english": "quiet down. become quiet. The city quieted down after the political disturbances.",
    "spanish": "La ciudad se calmó después de los disturbios políticos."
  },
  {
    "english": "queue up. form a line to enter a theatre, get on a bus or buy something (British English).. They had to queue up for two hours in order to buy the tickets for The Phantom of the Opera.",
    "spanish": "Tuvieron que hacer una cola de dos horas para poder comprar las entradas para El Fantasma de la Opera."
  },
  {
    "english": "read off. read quicky or fluently. He read off the names of the places he had visited.",
    "spanish": "Leyó rapidamente la lista de lugares que había visitado."
  },
  {
    "english": "read into. find other meanings. You are reading too much into her remarks.",
    "spanish": "Le estás dando demasiada importancia a sus comentarios."
  },
  {
    "english": "read on. continue reading. Read on, please, said Mr. Puentes.",
    "spanish": "Continúa leyendo, por favor, dijo el Sr. Puentes."
  },
  {
    "english": "read out. read aloud, in a loud voice. Everybody listened as Walter read his report out.",
    "spanish": "Todos escuchaban mientras Walter leía su informe en voz alta."
  },
  {
    "english": "read over. examine thoroughly by reading. He read my short story over and gave me his opinion.",
    "spanish": "Leyó con atención mi cuento corto y me dio su opinión."
  },
  {
    "english": "read up on. read about, study. Whenever we travel, my wife and I like to read up on the places we are going to visit.",
    "spanish": "Cada vez que viajamos, a mi esposa y a mí nos gusta leer anticipadamente acerca de los lugares que vamos a visitar."
  },
  {
    "english": "reason out. reach a result by reasoning (separable). I cannot reason out an answer to this problem.",
    "spanish": "Me cuesta encontrar una respuesta a este problema."
  },
  {
    "english": "reason with. try to persuade. It is really hard to reason with an angry person.",
    "spanish": "Es muy difícil tratar de convencer a una persona enojada."
  },
  {
    "english": "reckon in. include. When I was counting up the money I had spent, I forgot to reckon in the three books I had bought the day before.",
    "spanish": "Cuando estaba verificando el dinero que había gastado, olvidé incluir tres libros que había comprado el día anterior."
  },
  {
    "english": "reckon on. calculate on. I hadn't reckoned on being the center of attention in your party.",
    "spanish": "No estaba en mis cálculos ser el centro de atención de tu fiesta."
  },
  {
    "english": "reckon up. count up, find the total number or amount of. He quickly reckoned up the bill and wrote a cheque.",
    "spanish": "Rápidamente calculó la cuenta y extendió un cheque."
  },
  {
    "english": "reel off. say quickly and without effort, recite a long list. The student reeled off the names of twenty famous scientists.",
    "spanish": "El estudiante recitó los nombres de veinte cientificos famosos."
  },
  {
    "english": "rely on. depend on with confidence. You can rely on us to help you pass your exam.",
    "spanish": "Puedes confiar en nosotros para ayudarte a pasar tu examen."
  },
  {
    "english": "render up. give up. The noblemen had to render up their lands to the conqueror.",
    "spanish": "Los nobles tuvieron que entregar sus tierras al conquistador."
  },
  {
    "english": "ring off. put down the telephone. Helen suddenly rang off in the middle of the conversation.",
    "spanish": "De repente Helen cortó la comunicación telefónica en medio de la conversación."
  },
  {
    "english": "ring up. telephone. Ring me up at six o'clock.",
    "spanish": "Llámame por teléfono a las seis."
  },
  {
    "english": "rip off. tear off quickly. She ripped the coat cover off but saw nothing underneath.",
    "spanish": "Ella desgarró el forro de la chaqueta pero no halló nada dentro."
  },
  {
    "english": "rip off. cheat, take advantage of, steal, rob (high prices). Don't buy anything at Kacharol. They'll rip you off.",
    "spanish": "No compres nada en Kacharol. Te estafan (con los precios)."
  },
  {
    "english": "rise above. be superior to. Rising above his circumstances, he studied at OM Personal for free and he managed to succeed.",
    "spanish": "Superando su situación, estudió en OM Personal gratuitamente y logró alcanzar el éxito."
  },
  {
    "english": "rope in. persuade to help, induce someone to join a cause. We roped in everyone we could to help with this good cause.",
    "spanish": "Persuadimos a todos los que pudimos para ayudar en esta noble causa."
  },
  {
    "english": "round off. complete with a suitable ending. He rounded off his speech by thanking everyone who assisted him in his project.",
    "spanish": "Finalizó (redondeó) su discurso agradeciendo a todos los que lo habían ayudado en su proyecto."
  },
  {
    "english": "round off. express as a round number. The grocer rounded $102, 70 off to $103,00.",
    "spanish": "El almacenero redondeó dólares 102,70 a dólares 103,00."
  },
  {
    "english": "rub off. remove a mark by rubbing. She rubbed the soot off easily with this new product.",
    "spanish": "Quitó todo hollín fácilmente frotando con este producto nuevo."
  },
  {
    "english": "rub off on. acquire from someone. Some of his enthusiasm has rubbed off on me.",
    "spanish": "He adquirido (se me ha pegado) algo de su entusiasmo."
  },
  {
    "english": "rub out. erase. Be sure to rub out all the pencil marks.",
    "spanish": "Asegúrate de borrar todas las marcas de lápiz."
  },
  {
    "english": "rub up. polish up. He asked the goldsmith to rub up the ring.",
    "spanish": "Le solicitó al joyero que puliera su anillo."
  },
  {
    "english": "rub up. revise. Miguel started visiting OM Personal two years ago as he wanted to rub up his English.",
    "spanish": "Miguel comenzó a visitar OM Personal hace dos años porque quería repasar su inglés."
  },
  {
    "english": "rule out. exclude, remove from consideration. The reporter said that none of the possibilities mentioned can be ruled out yet.",
    "spanish": "El reportero comunicó que ninguna de las posibilidades mencionadas pueden ser descartadas todavía."
  },
  {
    "english": "run across. find accidentally, find by chance. Thelma ran across some interesting information.",
    "spanish": "Thelma encontró por casualidad una información interesante."
  },
  {
    "english": "run after. pursue. Some men ran after the cyclist who had stolen them.",
    "spanish": "Algunos hombres persiguieron al ciclista que los había robado."
  },
  {
    "english": "run away. escape. The thieves managed to run away with all the jewels.",
    "spanish": "Los ladrones se arreglaron para huir con todas las joyas."
  },
  {
    "english": "run down. overtake and capture. The police ran down the thief in the woods.",
    "spanish": "La policía capturó al ladrón en los bosques."
  },
  {
    "english": "run down. disparage, express a negative opinion of. John is contantly running down his boss.",
    "spanish": "John está permanentemente descalificando a (hablando mal de) su jefe."
  },
  {
    "english": "run down. stop functioning. The battery in my watch has run down.",
    "spanish": "La batería de mi reloj pulsera se ha agotado."
  },
  {
    "english": "run in. drive slowly, not to damage the new engine. I'm still running my car in.",
    "spanish": "Todavía estoy conduciendo mi auto a baja velocidad."
  },
  {
    "english": "run into. meet accidentally, meet by chance. I ran into my cousin downtown today.",
    "spanish": "Hoy me encontré por casualidad con mi primo en el centro."
  },
  {
    "english": "run into. colllide with. A big bus ran into our car yesterday.",
    "spanish": "Un enorme ómnibus chocó nuestro automóvil ayer."
  },
  {
    "english": "run out. expire. The policeman told me that that my licence had run out.",
    "spanish": "El agente de policia me dijo que mi permiso de conducir había vencido."
  },
  {
    "english": "run out of. finish, become exhausted, use the last of. We have run out of coffee. Why don't you buy some, honey?",
    "spanish": "Nos quedamos sin café, ¿Por qué no compras algo, querida?"
  },
  {
    "english": "run over. injured by a vehicle. He was driving at high speed and ran over a dog.",
    "spanish": "Conducía a alta velocidad y atropelló a un perro."
  },
  {
    "english": "run over. overflow. The water ran over and flooded the bathroom because Monica left the faucet on.",
    "spanish": "El agua corrió inundando el baño porque Mónica dejó la canilla abierta."
  },
  {
    "english": "run up against. meet. When you travel you run up against different kinds of people.",
    "spanish": "Cuando viajas te topas con diferentes clases de personas."
  },
  {
    "english": "save up. spend sparingly, avoid the waste of. Rogelio saved up enough money to buy a car.",
    "spanish": "Rogelio ahorró el suficiente dinero para comprar un automóvil."
  },
  {
    "english": "saw up. cut into pieces with a saw. He has already sawn the branch up.",
    "spanish": "Acaba de aserrar (cortar con un serrucho) la rama."
  },
  {
    "english": "scale down. reduce. Because of lack of funds, we had to scale down our plan.",
    "spanish": "A raíz de la falta de fondos tuvimos que reducir nuestro plan."
  },
  {
    "english": "scrape along. manage to exist in spite of difficulties. For five years we scraped along on my small pension.",
    "spanish": "Durante cinco años nos arreglamos con mi reducida pensión."
  },
  {
    "english": "scrape off. remove mud, grease, paint. She scraped out the sticky saucepan.",
    "spanish": "Ella le quitó la grasa a la sucia sartén."
  },
  {
    "english": "scratch along. manage to live (slang). Although their father was out of work, they scratched along.",
    "spanish": "Aunque su padre estaba sin trabajo se ingenieron para vivir."
  },
  {
    "english": "scratch out. erase. Scratch my name out, please: I don't want to participate.",
    "spanish": "Borra mi nombre por favor: no quiero participar."
  },
  {
    "english": "screw up. tighten by turning a screw. He screwed up the door handle which was loose.",
    "spanish": "Atornilló la manija de la puerta que estaba suelta."
  },
  {
    "english": "screw up. twist up. She screwed the letter up and threw it into the wastepaper basket very angrily.",
    "spanish": "Ella retorció la carta y la arrojó al papelero muy fastidiada."
  },
  {
    "english": "screw up. make tight, contract. Janet screwed up her nose to show her disapproval.",
    "spanish": "Janet retorció su nariz para mostrar su desaprobación."
  },
  {
    "english": "screw up. gather up courage. I screwed up my courage and spoke to my wife.",
    "spanish": "Junté coraje y le hablé a mi esposa."
  },
  {
    "english": "scrub out. remove by scrubbing. Did she manage to scrub out the purple mark?",
    "spanish": "¿Se las arregló para quitar la mancha violácea?"
  },
  {
    "english": "search out. seek and find. The first thing I did was to search out for my brother.",
    "spanish": "Lo primero que hice fue salir a buscar a mi hermano."
  },
  {
    "english": "see about. be busy with. She organized the party and I saw about getting the food.",
    "spanish": "Ella organizó la fiesta y yo me ocupé de conseguir la comida."
  },
  {
    "english": "see in. welcome in (usually separated). They all waited to see the New Year in.",
    "spanish": "Todos esperaron para recibir el Año Nuevo."
  },
  {
    "english": "see off. see someone leave (usually separated). I went to the airport to see Paula off.",
    "spanish": "Fui al aeropuerto a despedir a Paula."
  },
  {
    "english": "see through. not be deceived by. We all saw through them.",
    "spanish": "Todos supimos qué clase de personas era realmente."
  },
  {
    "english": "sell off. stock of goods very cheaply. Finally we decided to sell off all the furniture.",
    "spanish": "Finalmente nos decidimos por liquidar todos los muebles."
  },
  {
    "english": "send away. dismiss, fire. Yesterday Mr. Rams sent Dolly away.",
    "spanish": "Ayer el Sr. Rams la echó (despidió) a Dolly."
  },
  {
    "english": "send away for. order by mail. We sent away for a new digital camera.",
    "spanish": "Compramos por correo una nueva cámara digital."
  },
  {
    "english": "send for. ask to be sent. You will have to send for your CD-ROMs.",
    "spanish": "Tendrás que mandar a buscar los CD-ROMs."
  },
  {
    "english": "send in. mail in, email in. She loves comments sent in by visitors.",
    "spanish": "A ella le encanta los mensajes enviados por los visitantes."
  },
  {
    "english": "send off. dispatch. OM Personal sends off almost 400 emails every day.",
    "spanish": "OM Personal despacha casi 400 correos electrónicos por día."
  },
  {
    "english": "send on. send ahead or in advance. We have sent on our luggage by train.",
    "spanish": "Hemos enviado nuestro equipaje por tren."
  },
  {
    "english": "send out. distribute. The circulars have all been sent out.",
    "spanish": "Todas las circulares han sido distribuidas (repartidas)."
  },
  {
    "english": "serve up. prepare, cook a meal. She served up a delicious orange cake.",
    "spanish": "Ella preparó una torta de naranjas exquisita."
  },
  {
    "english": "set against. make antagonistic. She likes to set people against one another.",
    "spanish": "A ella le gusta poner en contra a las personas."
  },
  {
    "english": "set aside. put on one side for use later on. She set aside her winter coat and took out her summer dress.",
    "spanish": "Puso a un costado su abrigo de invierno y sacó su vestido veraniego."
  },
  {
    "english": "set aside. reserve. The hotel manager set two pleasant rooms aside for us.",
    "spanish": "El gerente del hotel nos reservó dos agradables habitaciones."
  },
  {
    "english": "set back. delay. This situation will set back the project by many years.",
    "spanish": "Esta situación retrasará el proyecto por varios años."
  },
  {
    "english": "set down. deposit people, allow a passenger to get down or out. The bus stopped to set down an old lady..",
    "spanish": "El autobus se detuvo para dejar bajar a una señora mayor."
  },
  {
    "english": "set in. begin. When the fall (autumn) sets in, leaves turn reddish.",
    "spanish": "Cuando comienza el otoño, las hojas se vuelven rojizas."
  },
  {
    "english": "set off. start on a journey, leave. What time did they set off?",
    "spanish": "¿A qué hora se fueron (de viaje)?"
  },
  {
    "english": "set off. start a chain of events. The unpopular law set off a series of protests.",
    "spanish": "La impopular ley desencadenó una serie de protestas."
  },
  {
    "english": "set off. start someone doing something. The comedian set everyone off laughing.",
    "spanish": "El comediante empezó haciendo reir a todos."
  },
  {
    "english": "set off. contrast with, embellish. The pink wall helps to set off those green curtains.",
    "spanish": "La pared rosada ayuda a destacar esas cortinas verdes."
  },
  {
    "english": "set off. explode. Who set the firework off?",
    "spanish": "¿Quién hizo estallar los fuegos de artificio?"
  },
  {
    "english": "set on. order to attack. We will set our dogs on any intruders.",
    "spanish": "Prepararemos a nuestros perros para atacar a cualquier intruso."
  },
  {
    "english": "set out. start on a journey. We set out at daybreak yesterday.",
    "spanish": "Partimos al alba ayer."
  },
  {
    "english": "set up. place in position, erect. They have set up a statue to Lennon in the park.",
    "spanish": "Han colocado un monumento a Lennon en el parque."
  },
  {
    "english": "set up. establish. He set up a special group of soldiers to guard him.",
    "spanish": "Estableció un grupo especial de soldados para protegerlo."
  },
  {
    "english": "settle down. become contented in a new job or place. The family soon settled down in India..",
    "spanish": "La familia se adaptó pronto a la India."
  },
  {
    "english": "settle for. reluctantly accept. Since there were no strawberries, we had to settle for grapes.",
    "spanish": "Visto que no había fresas nos tuvimos que contentar con uvas."
  },
  {
    "english": "settle in. move in and become used to. We will come to visit you after you have both settled in.",
    "spanish": "Iremos a visitarlos después que se hayan adaptado."
  },
  {
    "english": "settle up. pay one's debts to. Mario won the lottery and was able to settle up all his debts.",
    "spanish": "Mario ganó la lotería y pudo pagar todas sus deuda."
  },
  {
    "english": "shake out. remove dust or dirt by shaking. She picked up the blanket and shook the dust out.",
    "spanish": "Levantó la frazada y le sacudió el polvo."
  },
  {
    "english": "shout down. stop from speaking by shouting. The crowd shouted the speaker down.",
    "spanish": "La multitud gritó para que no se escuchara al orador."
  },
  {
    "english": "show off. display. The hostess showed off her china dishes to the guests.",
    "spanish": "La anfitriona mostró su vajilla de porcelana a los invitados."
  },
  {
    "english": "show off. act ostentatiously. Don't show off so much. Try to be modest.",
    "spanish": "No te mandes la parte. Trata de ser modesto."
  },
  {
    "english": "show up. arrive. I waited for him till noon and he showed up at 3 pm.",
    "spanish": "Lo esperé hasta el mediodía y apareció a las tres de la tarde."
  },
  {
    "english": "shrug off. dismiss as unimportant. They attempted to shrug off their mistake.",
    "spanish": "Intentaron hacer pasar desapercibido su error."
  },
  {
    "english": "shut up. stop talking (slang). Shut up and listen to your father, Paul's mother said.",
    "spanish": "Cállate y escucha a tu padre, dijo la madre de Paul."
  },
  {
    "english": "side with. support in a dispute. That was unfair. Why did you side with him?",
    "spanish": "Eso no estuvo bien. ¿Por qué te pusiste de su lado?"
  },
  {
    "english": "single out. select from others. You have been singled out for a vacation in Barcelona.",
    "spanish": "Ha sido seleccionado para unas vacaciones en Barcelona."
  },
  {
    "english": "sit out. sit and endure. I had to sit out (sit through) the lecture without falling asleep.",
    "spanish": "Tuve que soportar sentado la conferencia sin dormirme."
  },
  {
    "english": "sit up. not go to bed. I sat up all night waiting for you to come back.",
    "spanish": "Pasé en vela toda la noche esperando que regresaras."
  },
  {
    "english": "size up. assess. I quickly sized up his financial situation.",
    "spanish": "Rápidamente estimé (calculé) su situación financiera."
  },
  {
    "english": "sleep in. sleep later than usual. I'm sorry I'm late. I slept in.",
    "spanish": "Siento llegar tarde. Dormí más de lo acostumbrado."
  },
  {
    "english": "sleep on. continue sleeping. She slept on after the phone had rung.",
    "spanish": "Ella continuó durmiendo después que sonó el teléfono."
  },
  {
    "english": "slice up. cut into slices. The baker sliced up the loaf.",
    "spanish": "El panadero cortó en rebanadas el pan."
  },
  {
    "english": "slip away. go or move quietly or quickly. The party was so boring that Mirtha and I slipped away when nobody was watching.",
    "spanish": "La fiesta fue tan aburrida que Mirta y yo nos escabullimos cuando nadie miraba."
  },
  {
    "english": "slow down. reduce speed, go more slowly (separable when transitive). The driver slowed down at the roundabout.",
    "spanish": "El conductor redujo la velocidad en la rotonda."
  },
  {
    "english": "smooth over. improve, get rid of difficulties, problems. We all tried to smooth over the difficult situation.",
    "spanish": "Todos intentamos mejorar la difícil situación."
  },
  {
    "english": "soak up. absorb. The big sponge soaked up all the water on the floor.",
    "spanish": "La esponja grande absorbió todo el agua del piso."
  },
  {
    "english": "sort out. organize, arrange or order by classes or categories. It will take some time to sort out this mess.",
    "spanish": "Llevará cierto tiempo poner en orden este lío."
  },
  {
    "english": "sound out. try to learn someone's opinions and intentions. We attempted to sound him out.",
    "spanish": "Intentamos tantearlo para conocer su opinión."
  },
  {
    "english": "speak out. speak loudly, clearly. Speak up!! We cannot hear you at the back of the room.",
    "spanish": "¡¡Hable más fuerte!! No le escuchamos en el fondo de la sala."
  },
  {
    "english": "speed up. increase speed, accelerate, move faster. He speeded up when he saw that he was being followed.",
    "spanish": "Aceleró cuando vio que lo perseguían."
  },
  {
    "english": "spell out. say or write each letter of a word. Will you please spell your last name out?",
    "spanish": "¿Puede deletrear su apellido?"
  },
  {
    "english": "spit it out. speak louder, tell everything (slang). Spit it out and let us know the truth.",
    "spanish": "Dilo de una vez y cuéntanos la verdad."
  },
  {
    "english": "split up. divide. OM Personal megaportal is split up into over 100 bilingual courses and tutorials.",
    "spanish": "El megaportal de OM Personal está dividido en más de 100 cursos y tutoriales bilingües."
  },
  {
    "english": "spy out. discover by spying. He spied out the land and decided it was safe to proceed.",
    "spanish": "Espió el terreno y decidió que era seguro para avanzar."
  },
  {
    "english": "stammer out. stammer, speak not fluently. They stammered out their apologies.",
    "spanish": "Tartamudearon al disculparse. (Se disculparon tartamudeando)."
  },
  {
    "english": "stand by. support, be ready to help or to act. I hope you will stand by me in case I need your help.",
    "spanish": "Espero que me apoyes en caso de necesitar tu ayuda."
  },
  {
    "english": "stand down. resign from an important position, retire. The President voluntarily stood down in favor of the new candidate.",
    "spanish": "El Presidente renunció voluntariamente en favor del nuevo candidato."
  },
  {
    "english": "stand for. represent. What does OM stand for? O stands for Orlando and M stands for Moure, the first and last names of this megaportal's owner.",
    "spanish": "¿Qué significa OM? O significa Orlando y M representa Moure, el nombre y apellido del dueño de este megaportal."
  },
  {
    "english": "stand in for (someone). to substitute for someone; to do someone’s job for them when they are not there:. Your teacher is sick today, so I’m standing in for her.",
    "spanish": "Vuestra maestra está enferma hoy, por ello la estoy reemplazando."
  },
  {
    "english": "stand out. be prominent. Lucila is really smart and she always stands out in class..",
    "spanish": "Lucila es realmente lista y siempre se destaca en clase."
  },
  {
    "english": "stand up. rise to one's feet. We all stood up when the ladies came into the club.",
    "spanish": "Todos nos pusimos de pie cuando las damas entraron al club."
  },
  {
    "english": "stand up for. support. My boss criticized Eliana and nobody stood up for her.",
    "spanish": "Mi jefe criticó a Eliana y nadie salió a defenderla."
  },
  {
    "english": "stand up to. face bravely (with people). She will have to be brave and stand up to that situation.",
    "spanish": "Tendrá que ser fuerte y hacer frente a la situación."
  },
  {
    "english": "stand up to. withstand (with things). This car will stand up to all kinds of strains.",
    "spanish": "Este automóvil soportará todo tipo de esfuerzos."
  },
  {
    "english": "stay in. remain at home. I'm staying in this evening. I have a lot of work to do.",
    "spanish": "Me voy a quedar en casa esta noche, Tengo mucho por hacer."
  },
  {
    "english": "stay up. remain out of bed. Diana stayed up all night reading my book.",
    "spanish": "Diana se quedó levantada toda la noche leyendo mi libro."
  },
  {
    "english": "step down. quit, resign, give up or retire from a position. Mr. Ronson stepped down for health reasons.",
    "spanish": "El Sr. Ronson se retiró (renunció) por razones de salud."
  },
  {
    "english": "step in. intervene. The government had to step in to save the business.",
    "spanish": "El gobierno tuvo que intervenir para salvar el negocio."
  },
  {
    "english": "stick out for. insist on (colloquial). The men stuck out for better conditions of employment.",
    "spanish": "Los hombres insistieron en mejores condiciones laborales."
  },
  {
    "english": "stick to. adhere to. The architect said that he would stick to the original plan.",
    "spanish": "El arquitecto dijo que se ajustaría al plano original."
  },
  {
    "english": "stick up for. defend, support (colloquial). Will you stick up for me at the trial?",
    "spanish": "¿Me defenderás (apoyarás) en el juicio?"
  },
  {
    "english": "stir up. mix, move around. She stirred up the jam with a wooden spoon.",
    "spanish": "Ella revolvió la mermelada con una cuchara de madera."
  },
  {
    "english": "stock up on. lay in supplies. We should stock up on every sort of exotic fruits.",
    "spanish": "Deberíamos abastecernos de todo tipo de frutas exóticas."
  },
  {
    "english": "strike off. cross out. Who struck my name off (out)?",
    "spanish": "¿Quién tachó mi nombre?"
  },
  {
    "english": "stumble across. find accidentally. The explorers stumbled across an interesting fossil.",
    "spanish": "Los exploradores hallaron (descubrieron) un interesante fósil."
  },
  {
    "english": "sum up. summarize. The director summed up the interview in a few words.",
    "spanish": "El director resumió la entrevista en unas pocas palabras."
  },
  {
    "english": "summon up. gather together. She attempted to summon up her courage and spoke.",
    "spanish": "Ella trató de juntar (hacerse de) coraje y habló."
  },
  {
    "english": "survive on. survive using. During last summer, they had to survive on vegetables.",
    "spanish": "Durante el verano pasado tuvieron que vivir comiendo fruta."
  },
  {
    "english": "switch off. prevent electricity, etc. From flowing by turning a switch. Switch the lights off, please.",
    "spanish": "Apaga las luces , por favor."
  },
  {
    "english": "switch on. allow electricity, etc. to flow by turning a switch. She switched on the ceiling fan.",
    "spanish": "Ella encendió el ventilador de techo."
  },
  {
    "english": "take aback. surprise. We were taken aback by the news of his departure.",
    "spanish": "Nos quedamos sorprendidos con la noticia de su partida."
  },
  {
    "english": "take after. resemble an ancestor. Paul takes after his grandfather.",
    "spanish": "Paul se parece a su abuelo."
  },
  {
    "english": "take along. escort. I took my sister along to the party.",
    "spanish": "Acompañé a mi hermana a la fiesta."
  },
  {
    "english": "take apart. dismantle, divide into its constituent pieces. If you have to repair this PC, you have to take it apart first.",
    "spanish": "Si quieres reparar esta PC tienes que desmontarla primero."
  },
  {
    "english": "take away. remove. He has locked the room and taken the key away.",
    "spanish": "Ha cerrado la habitación y se llevó la llave."
  },
  {
    "english": "take back. return. Take this book back. We don't need it now.",
    "spanish": "Devuelve este libro. No lo necesitamos.."
  },
  {
    "english": "take care of. be in charge of. Roger takes care his father's business these days.",
    "spanish": "Roger está a cargo de los negocios de su padre estos dias."
  },
  {
    "english": "take down. take to a lower place. He went to the shelf and took down a book of poems.",
    "spanish": "Se dirigió al estante y bajó un libro de poemas."
  },
  {
    "english": "take down. pull down, pull to pieces. Take down your model railway before tea.",
    "spanish": "Desarma tu tren de juguete antes del té."
  },
  {
    "english": "take down. write down, make a note of. The reporters took down the speech.",
    "spanish": "Los reporteros tomaron nota del discurso."
  },
  {
    "english": "take down. humble, lower the pride of someone. That fellow needs to be taken down.",
    "spanish": "A ese tipo hay que bajarle los humos."
  },
  {
    "english": "take in. understand. She told me that my son had taken her explanation in.",
    "spanish": "Me dijo que mi hijo había comprendido su explicación."
  },
  {
    "english": "take in. escort inside a house. He took me in and offered me a cup of coffee.",
    "spanish": "Me hizo pasar y me ofreció una taza de café."
  },
  {
    "english": "take in. admit or receive as guests or lodgers. This woman takes in lodgers at home.",
    "spanish": "Esta mujer recibe huéspedes en su casa."
  },
  {
    "english": "take in. deceive, cheat. I was completely taken in by Monica's disguise.",
    "spanish": "El disfraz de Mónica me engañó totalmente."
  },
  {
    "english": "take in. make smaller. The tailor took in the suit at the waist.",
    "spanish": "El sastre achicó el traje en la cintura."
  },
  {
    "english": "take in. subscribe to, buy regularly. I have just started to take in the OM Personal free newsletter.",
    "spanish": "Acabo de suscribirme al boletín gratuito de OM Personal."
  },
  {
    "english": "take off. remove. Please take off your hat.",
    "spanish": "Por favor quítate el sombrero."
  },
  {
    "english": "take off. deduct. He took fifteen dollars off because I am a good customer.",
    "spanish": "Me descontó quince dólares porque soy un buen cliente."
  },
  {
    "english": "take off. mimic. He is excellent at taking off famous stars.",
    "spanish": "Es excelente imitando artistas famosos.."
  },
  {
    "english": "take off. leave the ground, rise into the air. Your flight is scheduled to take off at 3.00 pm.",
    "spanish": "Tu vuelo está programado para despegar a las 15:00 horas."
  },
  {
    "english": "take on. undertake work or responsibilites. She was glad to take on the responsibility of looking after Marina's kids.",
    "spanish": "Estaba contenta de asumir la responsabilidad de cuidar los chicos de Marina."
  },
  {
    "english": "take on. engage to work. Sunrise Ltd. took on twenty additional people for the construction of the new bridge.",
    "spanish": "Sunrise Ltd. tomó veinte personas adicionales para la construcción del nuevo puente."
  },
  {
    "english": "take out. carry outside a house, a room or a building. OM Personal takes their CD parcels out and post them.",
    "spanish": "OM Personal sale a franquear los paquetes de sus CDs."
  },
  {
    "english": "take out. escort outside. He took the dog out for two hours.",
    "spanish": "Sacó al perro por dos horas."
  },
  {
    "english": "take out. remove, extract. How many teeth did the dentist take you out?",
    "spanish": "¿Cuantos dientes te extrajo el dentista?"
  },
  {
    "english": "take out. obtain a legal right or a document. He took out a patent on his new invention.",
    "spanish": "Obtuvo una patente de su nueva invención."
  },
  {
    "english": "take out. accompany out, invite out to a party, a restaurant, a dance. John took Patricia out to have dinner at Lola's last night.",
    "spanish": "Anoche John llevó a Patricia a cenar a Lola."
  },
  {
    "english": "take over. assume control. The new manager will take over at the beginning of June.",
    "spanish": "El nuevo gerente asumirá el cargo a principios de junio."
  },
  {
    "english": "take up. raise, pick up. Take the carpet up before you move the furniture.",
    "spanish": "Levanta la alfombra antes de mover los muebles."
  },
  {
    "english": "take up. occupy space, one's time, one's energies. My job takes up most of my time.",
    "spanish": "Mi trabajo ocupa la mayor parte de mi tiempo."
  },
  {
    "english": "take up. begin to follow a profession, a hobby, a sport, a way of life. The medical student decided to take up surgery.",
    "spanish": "El estudiante de medicina decidió emprender cirugía."
  },
  {
    "english": "take up. shorten. I need to take this dress up at the bottom.",
    "spanish": "Necesito acortar el ruedo de este vestido."
  },
  {
    "english": "take up. arrest. He was taken up by the police for drunkenness.",
    "spanish": "La policía lo arrestó por borrachera."
  },
  {
    "english": "take up on. accept an offer. I need a car so I would like to take you up on your offer.",
    "spanish": "Necesito un auto de modo que me gustaría aceptar tu oferta."
  },
  {
    "english": "take up with. become friendly with. Molly took up with Robert after he had saved her life in Miami.",
    "spanish": "Molly se hizo amiga de Robert después que él le había salvado la vida en Miami."
  },
  {
    "english": "talk away. continue talking incessantly. She talked away for over two hours and told me all her troubles.",
    "spanish": "Habló sin parar durante más de dos horas y me contó todos sus problemas."
  },
  {
    "english": "talk back to. argue rudely with. Don't talk back to your father: listen to what he says.",
    "spanish": "No contestes mal a tu padre: escucha lo que dice."
  },
  {
    "english": "talk down. silence a person by talking. I tried to argue with her, but she talked me down.",
    "spanish": "Traté de discutir con ella pero no me dejó hablar."
  },
  {
    "english": "talk down to. speak patronizingly. He always talks down to people younger than he is.",
    "spanish": "Siempre trata como tontos a la personas más jóvenes que él."
  },
  {
    "english": "talk down to. talk in a disdainful way to. She is unpopular because she often talks down to people.",
    "spanish": "No es apreciada porque a menudo haba mal de la gente."
  },
  {
    "english": "talk into. persuade. Can you talk Mabel into changing her strict point of view?",
    "spanish": "¿No puedes persuadir a Mabel para que cambie su estricto punto de vista?"
  },
  {
    "english": "talk out of. dissuade from. We tried to talk him out of quitting jis job.",
    "spanish": "Tratamos de disuadirlo de renunciar a su trabajo."
  },
  {
    "english": "talk over. discuss. Let us talk it over before we decide.",
    "spanish": "Conversémoslo (Discutámoslo) antes de decidir."
  },
  {
    "english": "talk round. persuade someone by talking (usually separated). Did you manage to talk your father round into lending us some money for the apartment?.",
    "spanish": "¿Lograste persuadir a tu padre para que nos preste algo de dinero para el departamento?"
  },
  {
    "english": "tamper with. interfere with. Someone has tampered with the lock.",
    "spanish": "Alguien ha alterado (modificado) la cerradura."
  },
  {
    "english": "tear off. separate or remove by tearing. He tore the paper off and opened his Christmas gift.",
    "spanish": "Arrancó el papel y abrió su regalo de Navidad."
  },
  {
    "english": "tear out. pull out or remove by tearing. Neil tore a page out and gave it to me.",
    "spanish": "Neil arrancó una página y me la entregó."
  },
  {
    "english": "tear up. destroy by tearing, tear into pieces. She tore up her husband's letter.",
    "spanish": "Hizo pedazos la carta de su marido."
  },
  {
    "english": "tell off. reprove, scold. Betty's boss told her off for being late.",
    "spanish": "El jefe de Betty la reprendió por llegar tarde."
  },
  {
    "english": "think out. consider. I need some time to think your proposal out (over).",
    "spanish": "Necesito algo de tiempo para analizar tu propuesta."
  },
  {
    "english": "think up. invent. What will they think up next?",
    "spanish": "¿Qué inventarán la próxima vez?"
  },
  {
    "english": "throw away. get rid of. I must throw all this rubbish away (out).",
    "spanish": "Tengo que tirar toda esta basura."
  },
  {
    "english": "throw over. abandon. He threw over his old frineds when when his father died.",
    "spanish": "Abandonó a sus viejos amigos cuando murió su padre."
  },
  {
    "english": "throw up. raise. They threw up their hands in utter amazement.",
    "spanish": "Levantaron las manos totalmente sorprendidos."
  },
  {
    "english": "throw up. resign, quit. She threw up her job because of her failing health.",
    "spanish": "Renunció a su trabajo debido a su debilitada salud."
  },
  {
    "english": "throw up. vomit. He ate too much and threw up at night.",
    "spanish": "Comió en exceso y vomitó de noche."
  },
  {
    "english": "throw up. reject, abandon. He threw up his previous plan of going to Paris for his vacation.",
    "spanish": "Abandonó su plan inicial de ir a París de vacaciones."
  },
  {
    "english": "thrust on. force upon. They thrust the responsibility upon the manager.",
    "spanish": "Obligaron al gerente a aceptar su responsabilidad.."
  },
  {
    "english": "tick off. mark with a tick. She ticked off all the things she had packed up.",
    "spanish": "Ella tildó (marcó) todas las cosas que había empacado."
  },
  {
    "english": "tidy up. put in order. You must tidy up your room before the visitor arrives.",
    "spanish": "Tienes que ordenar la habitación antes que llegue el visitante."
  },
  {
    "english": "tie up. bind up. The thief tied up his victim.",
    "spanish": "El ladrón ató a su víctima."
  },
  {
    "english": "tie up. be busy, not free (usually in the passive). I cannot see you tonight as I will be tied up all evening.",
    "spanish": "No puedo verte esta noche porque estaré tapado (lleno de trabajo) toda la tarde."
  },
  {
    "english": "tire out. completely exhaust. The long journey tired us all out.",
    "spanish": "El largo viaje nos dejó exhaustos a todos."
  },
  {
    "english": "total up. add up in number and quantity. The cashier totalled up the value of both cheques.",
    "spanish": "El cajero totalizó (sumó) el valor de ambos cheques."
  },
  {
    "english": "touch down. land (of planes). The plane touched down at 9 am.",
    "spanish": "El avión bajó (aterrizó) a las 9 de la mañana."
  },
  {
    "english": "touch on. mention. She touched on many important subjects in class.",
    "spanish": "Ella tocó (mencionó) muchos temas importantes en clase."
  },
  {
    "english": "track down. capture by tracking, search for and find. The detective finally tracked him down at the library.",
    "spanish": "El detective finalmente lo localizó en la biblioteca."
  },
  {
    "english": "trade in. give as part payment. Why don't you trade in your old car for a new one?",
    "spanish": "¿Por qué no canjeas tu viejo auto por uno nuevo?"
  },
  {
    "english": "triffle away. waste time, money, opportunities. Don't triffle away your time on parties and dances.",
    "spanish": "No desperdicies el tiempo en fiestas y bailes."
  },
  {
    "english": "trip up. cause to stumble. Walter put his foot out and stripped his sister up.",
    "spanish": "Walter estiró su pie e hizo tropezar a su hermana."
  },
  {
    "english": "try on. test clothes by putting them on. Helen tried on the new dress, but it didn't fit her.",
    "spanish": "Helen se probó el vestido nuevo pero no le iba bien."
  },
  {
    "english": "try out. test by using. Let's try out this new computer before buying it.",
    "spanish": "Probemos esta computadora antes de comprarla."
  },
  {
    "english": "tune in. find a station on the radio (separable when transitive). We tuned in to listen to the B.B.C. program.",
    "spanish": "Sintonizamos la radio para escuchar el programa de la B.B.C."
  },
  {
    "english": "turn away. turn or look in a different direction. She turned away because the sight of the accident was too much for her to bear.",
    "spanish": "Ella se dio vuelta (apartó la vista) porque la visión del accidente era demasiado fuerte para que soportarlo."
  },
  {
    "english": "turn away. 2) refuse admission, dismiss. The stadium was full so many people had to be turned away.",
    "spanish": "El estadio estaba lleno y a mucha gente se le rechazó el ingreso."
  },
  {
    "english": "turn back. turn in a reverse or contrary direction (separable when transitive). We decided to turn back when we saw all the cows in the middle of the road.",
    "spanish": "Decidimos dar vuelta (regresar) cuando vimos todas las vacas en el medio de la carretera."
  },
  {
    "english": "turn down. put down, fold over. He turned down the collar of his coat.",
    "spanish": "Bajó el cuello de su abrigo.."
  },
  {
    "english": "turn down. 2) reduce or make lower by turning (a switch, a faucet). She turned the radio down when the telephone rang.",
    "spanish": "Redujo el volumen de la radio cuando sonó el teléfono."
  },
  {
    "english": "turn in. go to bed (colloquial). We decided to turn in early after our long journey.",
    "spanish": "Decidimos ir a la cama temprano luego de nuestro largo viaje."
  },
  {
    "english": "turn inside out. reverse (usually separated). He turned all his pockets inside out but he couldn't find his key.",
    "spanish": "Dio vuelta todos los bolsillos pero no pudo encontrar su llave."
  },
  {
    "english": "turn into. change into. Our sofa can be turned into a double bed.",
    "spanish": "Nuestro sillón puede ser convertido en una cama doble."
  },
  {
    "english": "turn off. prevent water, electric current from flowing by using a switch. Turn the lights off before you go to bed.",
    "spanish": "Apaga las luces antes de irte a la cama."
  },
  {
    "english": "turn on. allow water, electric current to flow by using a switch. She turned on the television and sat down.",
    "spanish": "Encendió el televisor y se sentó."
  },
  {
    "english": "turn out. prove to be. Everything turned out all right in the end.",
    "spanish": "Todo resultó bien al final."
  },
  {
    "english": "turn out. produce. The factory turns out twenty cars each day.",
    "spanish": "La fábrica produce veinte automóviles por día."
  },
  {
    "english": "turn up. 2) raise or make higher by turning (a switch, a faucet). They turned the volume up and a neighbor knocked at the door.",
    "spanish": "Subieron el volumen y un vecino golpeó a la puerta."
  },
  {
    "english": "turn upside down. disturbe, disarrange (usually separated). She turned the whole house upside down when she tried to find the missing key.",
    "spanish": "Ella dio vuelta la casa cuando trató de encontrar la llave que faltaba."
  },
  {
    "english": "use up. exhaust the supply of, consume. We have used up all the printing paper. We need to buy more.",
    "spanish": "Hemos consumido todo el papel de impresión. Tenemos que comprar más."
  },
  {
    "english": "usher into. lead, conduct. The maid ushered us into the modern living-room.",
    "spanish": "La mucama nos condujo hasta la moderna sala de estar."
  },
  {
    "english": "verge on. approach. Her husband's behavior always verges on rudeness.",
    "spanish": "El comportamiento de su marido siempre raya en la grosería."
  },
  {
    "english": "volunteer to. do a task. When I was younger I volunteered to teach English for free.",
    "spanish": "Cuando era más joven me ofrecí para enseñar inglés gratis."
  },
  {
    "english": "wade through. slowly peruse. We had to wade through a pile of documents.",
    "spanish": "Tuvimos que recorrer lentamente una pila de documentos."
  },
  {
    "english": "wait on. attend, assist, help. Two salesgirls are waiting on the customer.",
    "spanish": "Dos vendedoras están atendiendo al cliente."
  },
  {
    "english": "wait up for. stay out of bed for. He waited up for the news of his daughter.",
    "spanish": "Aguardó despierto las noticias de su hija."
  },
  {
    "english": "wake up. stop sleeping. He wakes up at six every day.",
    "spanish": "Se despierta a las seis todos los días."
  },
  {
    "english": "walk about. stroll. Before our flight back we spent a pleasant hour walking about the Buenos Aires Botanical Garden.",
    "spanish": "Antes de nuestro vuelo de regreso pasamos una agradable hora paseando por el Jardín Botánico de Buenos Aires."
  },
  {
    "english": "walk away with. win easily, steal, take away. They walked away with all the prizes.",
    "spanish": "Arrasaron con (Se robaron) todos los premios."
  },
  {
    "english": "walk out on. leave, abandon. My sister is sad because her boyfriend walked out on her.",
    "spanish": "Mi hermana está apenada porque su novio la dejó."
  },
  {
    "english": "walk out with. court. Jane is walking out with an old friend of hers.",
    "spanish": "Jane está saliendo con un viejo amigo suyo."
  },
  {
    "english": "warm up. become or make warmer (separable when transitive). The small fire warmed up all the room..",
    "spanish": "El pequeño fuego calento toda la habitación."
  },
  {
    "english": "warm up. become more animated. He warmed up when he saw his brother again.",
    "spanish": "Se reanimó cuando vio a su hermano nuevamente."
  },
  {
    "english": "warn off. inform in advance of what may happen. The guard warned the intruder off not to enter.",
    "spanish": "El guardia le advirtió al intruso que no entrara."
  },
  {
    "english": "wash down. clean a car, a ship by using a stream or jet of water. The crew spent two days washing the ship down.",
    "spanish": "La tripulación se pasó dos dias baldeando el barco."
  },
  {
    "english": "wash off. remove a stain by washing. She was able to wash the dirty mark out.",
    "spanish": "Ella pudo eliminar la marca de suciedad."
  },
  {
    "english": "wash up. clean dishes after a meal (separable when transitive). Who is washing up tonight?",
    "spanish": "¿Quién va a lavar los platos esta noche?"
  },
  {
    "english": "watch out for. beware of, be careful with. If you go into the jungle, watch out for tigers and snakes.",
    "spanish": "Si entras en la selva ten cuidado con los tigres y las víboras."
  },
  {
    "english": "watch out. beware, be careful. Watch out! The roads are icy today.",
    "spanish": "¡Ten cuidado! Las carreteras están resbaladizas hoy."
  },
  {
    "english": "watch over. guard. The shepherd watched over the sheep.",
    "spanish": "El pastor vigilaba las ovejas."
  },
  {
    "english": "water down. dilute. This soup has been watered down.",
    "spanish": "Esta sopa se ha aguado."
  },
  {
    "english": "wear away. gradually reduce the height by constant wearing. The soles of his shoes were worn away.",
    "spanish": "Las suelas de sus zapatos estaban desgastadas."
  },
  {
    "english": "wear off. diminish, cease or disappear gradually. My toothache has now worn off.",
    "spanish": "Mi dolor de muelas ya ha desaparecido."
  },
  {
    "english": "wear on. pass slowly on. The night wore on and still he could not sleep.",
    "spanish": "Transcurría la noche y aún así no se podía dormir."
  },
  {
    "english": "wear out. gradually destroy by wearing or using. My jacket is wearing out, although it is only a year old.",
    "spanish": "Mi chaqueta se está gastando aunque apenas tiene un año."
  },
  {
    "english": "wear out. exhaust (separable but usually used in the passive). I felt worn out after the long flight to Australia.",
    "spanish": "Me sentía agotado después del largo vuelo a Australia."
  },
  {
    "english": "weed out. remove weeds or what is unwanted. The manager insisted that they had to weed out all the unsuitable candidates as they had to weed out their gardens.",
    "spanish": "El gerente insistió que tenían que eliminar los postulantes inadecuados como tenían que eliminar la maleza de sus jardines."
  },
  {
    "english": "weigh out. estimate how heavy it is. The greengrocer weighed out a kilo of strawberries for Molly.",
    "spanish": "El verdulero calculó un kilo de fresas para Molly."
  },
  {
    "english": "weigh up. consider carefully. He weighed up his chances of promotion before quitting..",
    "spanish": "El analizó sus oportunidades de ascenso antes de renunciar."
  },
  {
    "english": "while away. spend some time pleasantly. We whiled away the whole afternoon at the exhibition.",
    "spanish": "Pasamos toda la tarde en la exposición."
  },
  {
    "english": "win over. convert. This priest won over many people to Christianity.",
    "spanish": "Este sacerdote convirtió mucha gente al Cristianismo."
  },
  {
    "english": "win through. survive, recover. Despite all the hardships, he won through.",
    "spanish": "Sobrevivió a pesar de todas las privaciones."
  },
  {
    "english": "wind up. turn the spring of a machine or a clock to make it go. I forgot to wind up my cuckoo clock last night.",
    "spanish": "Anoche olvidé darle cuerda a mi reloj cucú."
  },
  {
    "english": "wind up. end a meeting or speech (separable when transitive). The meeting will wind up with a few English songs.",
    "spanish": "La reunion finalizará con algunas canciones inglesas."
  },
  {
    "english": "wipe out. destroy, annihilate. A town near Miami was wiped out by the tornado.",
    "spanish": "Un pueblo próximo a Miami fue aniquilada por el tornado."
  },
  {
    "english": "wipe up. take up liquid by wiping usually with a mop. He rushed to wipe up the pool of coffee on the wooden floor.",
    "spanish": "Corrió a secar el charco de café sobre el piso de madera."
  },
  {
    "english": "wither up. become dry, faded or dead. Some flowers soon wither up under the rays of the sun.",
    "spanish": "Algunas flores se marchitan pronto bajo los rayos del sol."
  },
  {
    "english": "work in. introduce. The author worked in a few lines about his own life in Africa.",
    "spanish": "El autor introdujo algunas líneas sobre su vida en Africa."
  },
  {
    "english": "work in with. fit in with. His ideas for a new factory did not work in with those of his employers and he was fired.",
    "spanish": "Sus ideas de una nueva planta no encajaron con las de sus empleadores y fue despedido."
  },
  {
    "english": "work off. get rid of, get over. He worked off his depression by visiting Menem's properties.",
    "spanish": "Superó su depresión visitando las propiedades de Menem."
  },
  {
    "english": "work out. plan, solve by careful study. Can you work this puzzle out?",
    "spanish": "¿Puedes resolver este acertijo?"
  },
  {
    "english": "work out. exhaust by working. The old coal mine has already been worked out.",
    "spanish": "La antigua mina de carbón ya ha sido agotada."
  },
  {
    "english": "work out. be calculated at. The restaurant bill worked out at 20 dollars each.",
    "spanish": "La cuenta del restaurante resultó a 20 dólares por persona."
  },
  {
    "english": "work out. produce the desired result. Their plan did not work out and the robbers were caught.",
    "spanish": "Su plan no funcionó y los ladrones fueron capturados."
  },
  {
    "english": "work up. excite, arouse. The dictator worked up the emotions of the crowd.",
    "spanish": "El dictador despertó las emociones de la multitud."
  },
  {
    "english": "work up. study more thoroughly. She told us to work up 300 Phrasal Verbs for the exam.",
    "spanish": "Nos indicó que estudiáramos en detalle 300 Verbos Frasales para el examen."
  },
  {
    "english": "work up to. progress gradually to. His novel works up to a thrilling climax.",
    "spanish": "Su novela avanza gradualmente hacia un final apasionante."
  },
  {
    "english": "worm out. find out by devious means find our without scruples. Don't let worm out your secret so easily.",
    "spanish": "No permitas que te sonsaquen tu secreto con tanta facilidad."
  },
  {
    "english": "wrap up. cover, put round, roll up. It was very cold so I wrapped myself up in a blanket.",
    "spanish": "Estaba muy frío de modo que me envolví en una manta."
  },
  {
    "english": "wrap up. wind or fold as a covering. She wrapped up the gift in a beautiful silver paper.",
    "spanish": "Envolvió el regalo en un hermoso papel plateado."
  },
  {
    "english": "wriggle out of. avoid. Amanda always tries to wriggle out of her responsibilities.",
    "spanish": "Amanda siempre trata de evitar sus responsabilidades."
  },
  {
    "english": "wrinkle up. to get wrinkles in perplexity. He wrinkled up his face and admitted he was puzzled.",
    "spanish": "Frunció el ceño y aceptó estar esconcertado."
  },
  {
    "english": "write down. make a note. I wrote down the instructions.",
    "spanish": "Tomé nota de las instrucciones."
  },
  {
    "english": "write into. add to in writing. The terms were written into the lease.",
    "spanish": "Se agregaron por escrito las condiciones a la locación."
  },
  {
    "english": "write off. cancel, regard as. They were forced to write off several irretrievable debts.",
    "spanish": "Nos vimos forzados a dar de baja varias deudas incobrables."
  },
  {
    "english": "write oneself out. exhaust one's ideas in writing. The novelist appears to have written himself out because nothing new has emerged from his pen since 2000.",
    "spanish": "El novelista parece haber agotado sus ideas porque nada nuevo ha salido de su pluma desde el año 2000."
  },
  {
    "english": "write out. write in full. The witness wrote out his account of the acident.",
    "spanish": "El testigo pasó en limpio su versión del accidente."
  },
  {
    "english": "write up. compose in writing. I used my notes to write up the report.",
    "spanish": "Usé mis notas para redactar el informe."
  },
  {
    "english": "yearn after. desire strongly. Helen yearned after the sight of the old, familiar house.",
    "spanish": "Helen añoraba ver la vieja casa familiar."
  },
  {
    "english": "yearn for. have affection for;  feel tenderness for. Both brothers yearn for their native land in Spain.",
    "spanish": "Los dos hermanos añoran su tierra natal en España."
  }
]